;
; Few rules for translator:
; For beginning of translate - copy english.ini into the your language.ini
; Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: František Fico
; TranslationAuthorEmail: ferofico@gmail.com
; TranslationAuthorWeb:
; Soft Version: Wise Care 365 PRO 4.79.462
; Update: 2018-01-16
[Lang]
NativeLanguage=Slovensky
[GUI]
ButtonYes=Áno
ButtonNo=Nie
ButtonOK=OK
ButtonMinimize=Minimalizovať
ButtonMaximize=Maximalizovať
ButtonClose=Zatvoriť
ButtonRestore=Obnoviť
ButtonMenu=Ponuka
ButtonSkin=Témy
apply=Použiť
Nothanks=Nie, ďakujem
ButtonCancel=Zrušiť

[Translation]
LangCode=041B
ReadHabit=Left-to-right
LanguageName=SKY
LangShortName=sk-SK
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Bytes=Bajtov
KB=kB
MB=MB
GB=GB
pmDefault=Predvolené
Information=Informácia
Warning=Upozornenie
Error=Chyba
Confirm=Potvrdenie
CurVer=Aktuálna verzia:
FrmSkin.Btnok.Caption=OK
Weathertag=°C
FrmGeneral.lblunit.caption=Jednotka teploty:
DelSkinHint=Odstrániť tému
LikeOurSoft=Ak sa vám Wise Care 365 páči, skúste aj ostatné produkty od Wise tímu.
DownloadMore=Zdarma stiahnuť
Frmboot.lblsec.caption=Sek.
FrmBuy.lblinfo4.caption=Doživotnú bezplatnú podporu.
;
; Popup menu
;
pmDelete=Odstrániť vybrané veľké súbory
pmHelp=Pomocník online
pmforum=Fórum
pmHome=Domovská stránka
pmContact=Kontaktujte nás
pmSettings=Nastavenia
pmCheckNew=Skontrolovať aktualizácie
pmLang=Vybrať jazyk
pmRegister=Zaregistrovať
pmAbout=O programe
pmLicenseKey=Zmeniť licenčný kľúč
pmIgnore=Vylúčiť túto položku
pmRCrec=Vybrať bezpečné záznamy
pmDCrec=Odporúčané
pmAll1=Vybrať všetko
pmNone=Zrušiť výber
pmInvert=Obrátiť výber
pmGo=Otvoriť obsahujúci priečinok
pmGoReg=Otvoriť v RegEdite
pmExport=Exportovať do...
;
; Main GUI
;
FrmWPMain.btnrescue.caption=Asistencia
FrmWPMain.btncheckup.caption=Kontrola PC
FrmWPMain.btnsysclean.caption=Čistenie systému
FrmWPMain.btnsystune.caption=Ladenie systému
FrmWPMain.btnprivacy.caption=Ochrana súkromia
FrmWPMain.btnSysmon.caption=Sledovanie systému
FrmChangeHeader.caption=Zmena avatara
FrmHome.btnactive.caption=Prejdite na verziu PRO
FrmHome.lblshare.caption=Zdieľajte Wise Care 365
FrmHome.lbltools.caption=Nástroje
FrmHome.btntools.hint=Ďalšie nástroje
FrmHome.btnhead.Hint=Zmeniť avatar
FrmHome.edtuser.Hint=Zmeniť prezývku
FrmHome.btnfacebook.hint=Zdieľajte Wise Care 365 na Facebooku
FrmHome.btntwitter.hint=Zdieľajte Wise Care 365 na Twitteri
FrmHome.btngoogle.hint=Zdieľajte Wise Care 365 na Google+
FrmHome.btnemail.hint=Zdieľajte Wise Care 365 s priateľmi
FrmHistory.btncheckup.caption=Skontrolovať
FrmHistory.lblrecord.caption=Odstránené položky
FrmExam.btncancel.caption=Zrušiť
FrmExam.lblrecheck.caption=Znova skontrolovať
FrmExam.btnfix.caption=Opraviť
FrmButtons.lblinfo.caption=Všetky nástroje nižšie môžete zoradiť potiahnutím a pustením ikon.
;
; About
;
Frmabout.lblstatus.caption=Stav:
FrmAbout.caption=O programe
FrmAbout.lblver.caption=Aktuálna verzia:
FrmAbout.lblemail.caption=Technická podpora:
FrmAbout.lblhome.caption=Domovská stránka:
FrmAbout.lblthanks.caption=Týmto ľuďom ďakujeme za ich príspevky:
FrmAbout.lblWarning.caption=Upozornenie:Tento program je chránený autorským zákonom a medzinárodnými zmluvami.
;
; Advanced Disk Cleaner
;
Frmadvdc.btnscan.caption=Skenovať
Frmadvdc.lblpath.caption=Oblasť skenovania:
Frmadvdc.btnrescan.caption=Nový sken
Frmadvdc.btnall.caption=Vybrať všetko
Frmadvdc.btnadvanced.caption=Pokročilé nastavenia
Frmadvdc.btnnone.caption=Zrušiť výber
Frmadvdc.lblspeed.caption=Najvyššia rýchlosť skenovania na svete!
Frmadvdc.lblrec.caption=Ďalšie aplikácie používateľov:
Frmadvdc.vtfiles.Columns[0]=Názov súboru
Frmadvdc.vtfiles.Columns[1]=Veľkosť
Frmadvdc.vtfiles.Columns[2]=Cesta
Frmadvdc.vtfiles.Columns[3]=Posledný prístup
Frmadvdc.vtfiles.Columns[4]=Typ
FrmAdvSettings.lblinfo.caption=Položka "Vyhľadať prázdne súbory" je účinná iba raz.Nabudúce ju budete musieť vybrať znova.
FrmAdvSettings.btnok.caption=OK
FrmAdvSettings.btnadd.caption=Pridať
FrmAdvSettings.btnremove.caption=Odstrániť
FrmAdvSettings.btncancel.caption=Zrušiť
FrmAdvSettings.wcknull.caption=Vyhľadať prázdne súbory (0 B,pomalé)
FrmAdvSettings.wckshortcut.caption=Vyhľadať neplatných zástupcov(pomalé)
FrmAdvSettings.caption=Pokročilé nastavenia
FrmAdvSettings.btnre.caption=Odporúčané
FrmAdvSettings.btnall.caption=Vybrať všetko
FrmAdvSettings.btnnone.caption=Zrušiť výber
;
; Backup and restore
;
FrmBackup.caption=Zálohovanie
FrmBackup.btnreg.caption=Vytvoriť úplnú zálohu registrov
FrmBackup.btnsys.caption=Vytvoriť bod obnovenia systému
FrmRestore.caption=Centrum obnovenia
FrmRestore.btnRegBk.caption=Zálohy registrov
FrmRestore.btnSysBK.caption=Zálohy systému
FrmRestore.btnclose.caption=Zatvoriť
FrmRestore.btnrestore.caption=Obnoviť
FrmRestore.btnremove.caption=Odstrániť
;
;Big File Manager
;
FrmGeneral.ckfileshred.caption=Zobraziť "Drvič súborov" v kontextovej ponuke
FrmBFConfig.btnall.caption=Vybrať všetko
FrmBFConfig.btnnone.caption=Zrušiť výber
FrmBFConfig.btnRemove.caption=Odstrániť
FrmBFConfig.caption=Vylúčené položky
Frmbigfile.vtfiles.Columns[0]=Názov súboru
Frmbigfile.vtfiles.Columns[1]=Veľkosť
Frmbigfile.vtfiles.Columns[2]=Typ
Frmbigfile.vtfiles.Columns[3]=Posledný prístup
Frmbigfile.vtfiles.Columns[4]=Cesta
Frmbigfile.lblpath.caption=Oblasť skenovania:
Frmbigfile.btnrescan.caption=Nový sken
Frmbigfile.btnsearch.caption=Vyhľadať
Frmbigfile.btndel.caption=Odstrániť
Frmbigfile.btncancel.caption=Zastaviť
FrmBigFile.btnIgnore.caption=Vylúčiť vybrané položky
FrmBigFile.btnExport.caption=Exportovať do...
FrmBigFile.btnExConfig.caption=Vylúčené položky
;
; Register
;
FrmBuy.lblfull.caption=Registrácia plnej verzie Wise Care 365 PRO
FrmBuy.lblfull1.caption=Ak chcete využívať všetky funkcie Wise Care 365, tak si zakúpte verziu PRO, ktorá vám umožní:
FrmBuy.lblinfo0.caption=1 kliknutím opraviť všetky problémy za pár sekúnd.
FrmBuy.lblinfo1.caption=Automaticky odstrániť nepotrebné súbory, stopy a históriu.
FrmBuy.lblinfo2.caption=Zrýchliť štartovanie a pripojenie k internetu, aby PC bežalo ako nové.
FrmBuy.lblinfo3.caption=Ochraňovať a optimalizovať Windows v reálnom čase.
FrmBuy.btnbuy.caption=Zaregistrovať
FrmBuy.btnactive.caption=Aktivovať licenčný kľúč
FrmBuy.lblguarantee.caption=Ak nebudete z nejakého dôvodu s programom spokojný, vrátime vám do 60 dní od nákupu úplnú úhradu.
FrmBuy.lblkey.caption=Máte už licenčný kľúč?
FrmRegister.caption=Registrácia
FrmLicense.lblinfo.caption=Ďakujeme, že ste si zvolili Wise Care 365 PRO.
FrmLicense.lblinput.caption=Zadajte licenčný kľúč pre aktivovanie verzie PRO.
FrmLicense.lblname.caption=Meno:
FrmLicense.lblemail.caption=Email:
FrmLicense.lblkey.caption=Licenčný kľúč:
FrmLicense.btnregister.caption=Zaregistrovať
FrmLicense.lblhelp.caption=Máte problém s vložením licenčného kľúča?
FrmLicense.lblnokey.caption=Nemáte ešte licenčný kľúč?
FrmLicense.lblsupport.caption=Kontaktujte nás
FrmLicense.btnbuy.caption=Kúpiť
FrmExitNotice.btnexit.caption=Ukončiť
FrmExitNotice.btnreg.caption=Prejdite jednoduchou registráciou
FrmExitNotice.lbltitle.caption=Skôr ako ukončíte Wise Care 365 PRO, poznámka:
FrmExitNotice.lblinfo.caption=Tieto problémy môžu spomaliť vaše PC, spôsobiť sklamanie a stratu času.
FrmExitNotice.lblregister.caption=Wise Care 365 PRO zaregistrujete na:
;
; Common disk clean
;
FrmCommon.btnall.caption=Vybrať všetko
FrmCommon.btnre.caption=Odporúčané
FrmCommon.btnnone.caption=Zrušiť výber
FrmCommon.btnScan.caption=Skenovať
FrmCommon.lblstat.caption=Rýchlo a ľahko odstráni nepotrebné súbory a stopy.
FrmCommon.btncancel.caption=Zrušiť
FrmCommon.btnrescan.caption=Nový sken
;
; Registry Clean
;
FrmRegClean.btnall.caption=Vybrať všetko
FrmRegClean.btnre.caption=Odporúčané
FrmRegClean.btnnone.caption=Zrušiť výber
FrmRegClean.btnCustom.caption=Vlastné oblasti
FrmRegClean.WiseLabel1.caption=Plánovanie
FrmRegClean.lbltype.caption=Typ spustenia:
FrmRegClean.lblweek.caption=Vyberte deň:
FrmRegClean.lbltime.caption=Vyberte čas:
FrmRegClean.btnScan.caption=Skenovať
FrmRegClean.btncancel.caption=Zrušiť
FrmRegClean.btnrescan.caption=Nový sken
FrmRegClean.lblstat.caption=Ešte ste nečistili registre.Odporúčame spustiť skenovanie.
FrmRegClean.lblinfo.caption=Pravidelné čistenie registrov dodá vášmu PC rýchlosť a stabilitu.
Frmcustom.caption=Výber vlastných oblastí
Frmcustom.btnre.caption=Odporúčané
Frmcustom.btnall.caption=Vybrať všetko
Frmcustom.btnnone.caption=Zrušiť výber
Frmcustom.btncancel.caption=Zrušiť
Frmcustom.btnok.caption=OK
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Voľné miesto
FrmDiskDefrag.btnfolder.caption=Priečinky
FrmDiskDefrag.btnfile.caption=Súbory
FrmDiskDefrag.btnsystem.caption=Systémové
FrmDiskDefrag.btnFragmented.caption=Fragmenty
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Vypnúť PC po defragmentácii disku.
FrmDiskDefrag.btnpause.caption=Pauza
FrmDiskDefrag.btnstop.caption=Zastaviť
FrmDiskDefrag.btnDefrag.caption=Defragmentovať
;
; Disk Erase
;
FrmDiskErase.lblinfoex.caption=Prečistenie disku chráni vaše súkromie tým, že úplne odstráni vymazané súbory.
FrmDiskErase.btnstopErase.caption=Zastaviť
FrmDiskErase.chkshutdown.caption=Vypnúť PC po prečistení disku.
FrmDiskErase.BtnErase.caption=Prečistiť
FrmDiskErase.lblerasemode.caption=Zabezpečenie:
FrmDiskErase.vstDisk.Columns[0]=Disk
FrmDiskErase.vstDisk.Columns[1]=Celková veľkosť
FrmDiskErase.vstDisk.Columns[2]=Voľné miesto
FrmDiskErase.vstDisk.Columns[3]=Stav
;
; Exclusion list
;
FrmExclusion.btnimport.caption=Importovať
FrmExclusion.btnexport.caption=Exportovať
;
; File Shredder
;
FrmFileShredder.lblFileLine1.caption=Rozdrvené súbory budú dôkladne odstránené a nebude možné ich obnoviť.
FrmFileShredder.lblFileLine2.caption=Rozdrvenie zabráni obnoveniu súborov tým, že prepíše ich pôvodné umiestnenie.
FrmFileShredder.btnErase.caption=Rozdrviť
FrmFileShredder.btnaddfile.caption=Pridať súbor
FrmFileShredder.btnaddfolder.caption=Pridať priečinok
FrmFileShredder.btnstop.caption=Zastaviť
FrmFileShredder.btndelitem.caption=Odstrániť
FrmFileShredder.vtfiles.Columns[0]=Názov súboru alebo priečinka
FrmFileShredder.vtfiles.Columns[1]=Cesta
FrmFileShredder.vtfiles.Columns[2]=Stav
;
; General Settings
;
FrmGeneral.lbltrash.caption=Nepotrebné súbory zaberajú viac ako
FrmGeneral.lbltrace.caption=Počet stôp je vyšší ako
FrmGeneral.chkturbo.caption=Spúšťať "Wise Turbo" automaticky v prípade, ak:
FrmGeneral.chkstartup.caption=Spúšťať pri štarte PC
FrmGeneral.chkbooster.caption=Spúšťať "Urýchľovač štartu" pri štarte PC
FrmGeneral.lblsys.caption=Systém
FrmGeneral.lblupdate.caption=Aktualizovať:
FrmGeneral.chknews.caption=Kontrolovať novinky pri načítaní aplikácie
FrmGeneral.chkexp.caption=Zapojiť sa do programu zlepšovania skúsenosťami používateľov
FrmGeneral.lblexp.caption=Detaily
FrmGeneral.lblportable.caption=Prenosná verzia
FrmGeneral.btnmakeportable.caption=Vytvoriť prenosnú verziu
FrmGeneral.lblinterface.caption=Rozhranie
FrmGeneral.lbllang.caption=Jazyk:
FrmGeneral.chkue.caption=Zapojte sa do programu zlepšovania skúsenosťami používateľov
FrmGeneral.btnupdate.caption=Skontrolovať
FrmBoosterSettings.chkauto.caption=Automaticky získať údaje o počasí podľa detekovaného umiestnenia
FrmBoosterSettings.chkset.caption=Použiť nasledujúce umiestnenie pre získanie údajov o počasí
FrmGobleSettings.btnstartup.caption=Urýchľovač štartu
;
; Settings GUI
;
FrmGobleSettings.caption=Nastavenia
FrmGobleSettings.TabBtnGeneral.caption=Hlavné
FrmGobleSettings.TabBtnClean.caption=Čistenie
FrmGobleSettings.TabBtnExclusion.caption=Vylúčené
FrmGobleSettings.TabBtnCheckup.caption=Voľby kontroly PC
FrmGobleSettings.btncancel.caption=Zrušiť
FrmGobleSettings.btnok.caption=Uložiť
FrmGobleSettings.btnTray.caption=Panel úloh
FrmGobleSettings.btnSysProect.caption=Ochrana systému
;
; Update
;
FrmNewVer.lblTitle.caption=Bola nájdená nová verzia.
FrmNewVer.lblignore.caption=Ignorovať túto verziu
FrmNewVer.btnno.caption=Neskôr
FrmNewVer.btnUpdate.caption=Aktualizovať
;
; Tuneup
;
FrmOptimizer.btnoptimize.caption=Optimalizovať
FrmOptimizer.lblinfoex.caption=Optimalizácia zrýchli váš systém a sieťové pripojenie.
FrmOptimizer.btnnone.caption=Zrušiť výber
FrmOptimizer.btnall.caption=Vybrať všetko
FrmOptimizer.btnDefault.caption=Predvolené
;
; Privacy Erase
;
FrmPrivacyErase.lblinfo.caption=Chráňte svoje súkromie prečistením osobných sledovaných údajov.
FrmPrivacyErase.btnrescan.caption=Nový sken
FrmPrivacyErase.btnScan.caption=Spustiť sken
;
; Register defrag
;
FrmProcess.caption=Analýza registrov
FrmProcess.lblwait.caption=Analyzujem.Čakajte prosím...
FrmProcess.lblinfo.caption=Počas defragmentácie nemusí vaše PC niekoľko minút reagovať.
FrmRegDefragger.lblinfo.caption=Defragmentácia registrov zabezpečí rýchlejší a stabilnejší beh vášho PC.
FrmRegDefragger.lblstat.caption=Ešte ste nedefragmentovali registre.Odporúčame ich defragmentovať.
FrmRegDefragger.btndefrag.caption=Defragmentovať
FrmRegDefragger.lblinfo1.caption=1. Odporúčame vám, aby ste pred spustením tejto funkcie ukončili všetky ostatné aplikácie.
FrmRegDefragger.lblinfo2.caption=2. Systém môže pri analýze dočasne prestať reagovať, čo je normálne.
FrmRegDefragger.lblinfo3.caption=3. Systém sa po dokončení defragmentácie registrov automaticky reštartuje.
FrmRegDefragger.lblinfo4.caption=4. Neprerušujte proces defragmentácie registrov, môže to spôsobiť neznáme dôsledky.
FrmRegDefragger.vtdefrag.Columns[0]=Názov skupiny
FrmRegDefragger.vtdefrag.Columns[1]=Aktuálna veľkosť
FrmRegDefragger.vtdefrag.Columns[2]=Nová veľkosť
FrmRegDefragger.vtdefrag.Columns[3]=Miera fragmentácie
FrmRegDefragger.btnAnalysis.caption=Analyzovať
;
; Password Generator
;
FrmPwGenerator.lblnotice.caption=Oznámenie: Držte svoje heslo na bezpečnom mieste pre prípad, že ho zabudnete.
FrmPwGenerator.BtnCopy.caption=Kopírovať do schránky
FrmPwGenerator.ckdigital.caption=Čísla
FrmPwGenerator.cklowercase.caption=Malé písmená
FrmPwGenerator.ckupercase.caption=Veľké písmená
FrmPwGenerator.ckspecial.caption=Špeciálne znaky
FrmPwGenerator.lblinfo.caption=Generátor hesla vám pomôže vytvoriť silné heslo.
FrmPwGenerator.lbllen.caption=Dĺžka hesla
FrmPwGenerator.Btngenerator.caption=Generovať heslo
;
; Software Rate
;
FrmRate.Btnlist.caption=Recenzie používateľov
FrmRate.Btnreview.caption=Moja recenzia
FrmRate.Btnfirst.caption=Napíšte recenziu ako prvý
FrmRate.Btnsubmit.caption=Odovzdať
FrmRate.lblscore.caption=Hodnotenie:
FrmRate.lblscorehint.caption=(pre hodnotenie kliknite na hviezdičky)
FrmRate.lblnick.caption=Prezývka:
FrmRate.lblnickhint.caption=(nepovinná)
FrmRate.lblemail.caption=Email:
FrmRate.lblemailhint.caption=(nepovinný)
FrmRate.lblcontent.caption=Obsah:
FrmRate.lblcontenthint.caption=(nepovinný)
FrmRate.lbldesctitle.caption=Popis programu:
FrmRate.lblratesoft.caption=Odporúčané programy
;
; Schedule task
;
FrmSchedule.btnOK.caption=OK
FrmSchedule.btnCancel.caption=Zrušiť
FrmSchedule.lblinfo.caption=Pravidelné automatické čistenie udrží špičkový výkon PC a šetrí váš čas.
FrmSchedule.chksilent.caption=Tichý režim
FrmSchedule.lbltype.caption=Typ spustenia:
FrmSchedule.lblweek.caption=Vyberte deň:
FrmSchedule.lbltime.caption=Vyberte čas:
FrmSchedule.caption=Plánovanie úlohy
;
; Startup Manager
;
FrmStartupMgr.chkhidems.caption=Skryť všetky služby Microsoftu
FrmStartupMgr.TabBtnBoot.caption=Po spustení
FrmStartupMgr.TabBtnService.caption=Služby
FrmStartupMgr.TabBtnHis.caption=Evidencia
FrmStartupMgr.BtnRestoreAll.caption=Obnoviť všetky
FrmStartupMgr.tabbtnup.caption=Zrýchlenie
;
; System slimming
;
FrmSysClean.btnSlimming.caption=Odstrániť
FrmSysClean.btnall.caption=Vybrať všetko
FrmSysClean.btnrecommended.caption=Odporúčané
FrmSysClean.btnnone.caption=Zrušiť výber
FrmSysClean.vtsys.Columns[0]=Položky
FrmSysClean.vtsys.Columns[1]=Veľkosť
FrmSysClean.vtsys.Columns[2]=Umiestnenie
FrmSysClean.vtsys.Columns[3]=Navrhovaný postup
;
; Main Tabs
;
FrmTabSysClean.TabBtnBigFile.caption=Správca veľkých súborov
FrmTabPrivcay.TabBtnPrivacyErase.caption=Prečistenie súkromia
FrmTabPrivcay.TabBtnDiskErase.caption=Prečistenie diskov
FrmTabPrivcay.TabBtnFileShredder.caption=Drvenie súborov
FrmTabPrivcay.TabBtnPwGenerator.caption=Generovanie hesiel
FrmTabSysClean.TabbtnRegclean.caption=Čistenie registrov
FrmTabSysClean.TabBtnCommonClean.caption=Všeobecné čistenie
FrmTabSysClean.TabBtnAdvClean.caption=Pokročilé čistenie
FrmTabSysClean.TabBtnSysSimming.caption=Redukcia systému
FrmTabSysTune.TabbtnSysOpt.caption=Optimalizácia systému
FrmTabSysTune.TabBtnDDefrag.caption=Defragmentácia diskov
FrmTabSysTune.TabBtnRDefrag.caption=Defragmentácia registrov
FrmTabSysTune.TabBtnBoot.caption=Správca Po spustení
FrmTabSysTune.TabBtnContext.caption=Kontextová ponuka
FrmTabSysMon.TabBtnProcess.caption=Sledovanie procesov
FrmTabSysMon.TabBtnHard.caption=Prehľad hardvéru
FrmTabSysMon.btnProcessor.caption=Procesor
FrmTabSysMon.btnBoard.caption=Základná doska
FrmTabSysMon.btnMemory.caption=Pamäť
FrmTabSysMon.btnGraphic.caption=Grafická karta
FrmTabSysMon.btnDisk.caption=Pevný disk
FrmTabSysMon.btnNetAdapter.caption=Sieťový adaptér
FrmTabSysMon.btnSoundCard.caption=Zvuková karta
;
; Cleanup Settings
;
FrmSettingClean.cksafe.caption=Bezpečné odstraňovanie
FrmSettingClean.chkAutoBackup.caption=Automaticky zálohovať registre pred čistením
FrmSettingClean.lblfolder.caption=Vlastné priečinky na vyprázdnenie: (platné pre pokročilé čistenie)
FrmSettingClean.btnadd.caption=Pridať
FrmSettingClean.btnremove.caption=Odstrániť
FrmSettingClean.lblscanmode.caption=Ako chcete skenovať registre:
FrmSettingClean.rdnormal.caption=Predvolené skenovanie
FrmSettingClean.rdssafe.caption=Bezpečné skenovanie
FrmSettingClean.rddeep.caption=Hĺbkové skenovanie
FrmSettingClean.lblusers.caption=Vyberte používateľov, ktorí môžu spravovať Wise Care 365:
frmsettingclean.rdauser.caption=Všetci používatelia
frmsettingclean.rdcuser.caption=Iba aktuálny používateľ
frmsettingclean.rdusers.caption=Vybraní používatelia
;
; Ignored Items
;
FrmIgnoredItems.BtnRestore.caption=Obnoviť
FrmIgnoredItems.btnall.caption=Vybrať všetko
FrmIgnoredItems.btnnone.caption=Zrušiť výber
FrmIgnoredItems.lblinfo.caption=Vylúčené skontrolované položky
;
; Shutdown notice
;
FrmShutDownNote.caption=Upozorniť pri vypnutí
FrmShutDownNote.btnCancel.caption=Zrušiť
;
; Skin
;
Frmskin.lblphoto.caption=Vlastný obrázok témy
FrmSkin.lblprevious.caption=Predchádzajúce
FrmSkin.lblnext.caption=Ďalšie
;
; Input Window
;
frminput.btncancel.caption=Zrušiť
frminput.btnok.caption=OK
;
; Custom Avatar
;
FrmChangeHeader.btncustom.caption=Vlastný avatar
FrmChangeHeader.btnsys.caption=Systémový avatar
FrmChangeHeader.btnlocal.caption=Môj obrázok
FrmChangeHeader.btnok.caption=Ok
FrmChangeHeader.btncancel.caption=Zrušiť
FrmChangeHeader.lblpreview.caption=Ukážka:
;
; Security Essentials
;
Frmsecurity.caption=WiseCleaner.com Program zlepšovania skúsenosťami používateľov
Frmsecurity.lbltitle.caption=Zapojte sa do programu zlepšovania skúsenosťami používateľov.
Frmsecurity.lblinfo1.caption=Ak chcete pomôcť zlepšiť tento produkt, môžete sa zapojiť do programu zlepšovania skúsenosťami používateľov a odosielať údaje do WiseCleaner.com o tom, ako produkty používate.
Frmsecurity.lblinfo2.caption=Žiadny získaný údaj nebude použitý na vašu identifikáciu alebo kontaktovanie a z programu môžete kedykoľvek odísť.
Frmsecurity.lbllink.caption=Ďalšie údaje o programe zlepšovania skúsenosťami používateľov
Frmsecurity.cbagree.caption=Zapojiť sa do programu zlepšovania skúsenosťami používateľov.
Frmsecurity.cbagainst.caption=Nechcem sa teraz zapojiť do programu.
Frmsecurity.btnok.caption=OK
;
;
;
FrmTrail.lbltitle.caption=Ďakujeme, že ste si zvolili Wise Care 365 PRO.
FrmTrail.lblhint.caption=Po uplynutí skúšobnej doby nebudete smieť používať nasledujúce funkcie:
FrmTrail.lblinfo0.caption=1. Kontrolu a opravu chýb 1 kliknutím.
FrmTrail.lblinfo1.caption=2. Prečistenie súkromia.
FrmTrail.lblinfo2.caption=3. Správu kontextovej ponuky.
FrmTrail.lblinfo3.caption=4. Autoaktualizáciu na novú verziu.
FrmTrail.lblinfo4.caption=5. Fantastické nové vzhľady a témy.
FrmTrail.lblhint1.caption=Ak sa vám program páči, tak si ho teraz kúpte.
FrmTrail.btnbuy.caption=Kúpiť
FrmTrail.btnClose.caption=Neskôr

[WiseTray]
TfrmTraySetting.ckclose.caption=Po zatvorení ukončiť program aj v paneli úloh
TfrmAssistMsg.ckbxNoPrompt.caption=Nepýtať sa znova
TfrmTraySetting.ckAssist.caption=Upozorniť ma, ak niekto odpovedal na moju otázku
TfrmTraySetting.ckReware.caption=Upozorniť ma, ak niekto odoslal platenú otázku
TfrmTraySetting.Caption=Nastavenia plávajúceho okna
TfrmTraySetting.btnok.Caption=OK
TfrmTraySetting.btnCancel.Caption=Zrušiť
TfrmTraySetting.ckbx4.Caption=Pri spustení Wise Care 365 automaticky zobraziť plávajúce okno
TfrmTraySetting.lbl4.Caption=Automaticky optimalizovať pamäť, ak je jej využitie vyššie ako nastavená hodnota:
TfrmTraySetting.lbl1.Caption=Jednotka teploty
TfrmTraySetting.lbl2.Caption=Zobraziť systémové údaje
TfrmTraySetting.ckbx2.Caption=Fahrenheit
TfrmTraySetting.ckbx1.Caption=Celzius
TfrmTraySetting.ckbx3.Caption=Automaticky optimalizovať pamäť
TfrmTraySetting.ckbx5.Caption=Teplota CPU
TfrmTraySetting.ckbx6.Caption=Teplota GPU
TfrmTraySetting.ckbx7.Caption=Pevný disk
TfrmTraySetting.ckbx8.Caption=Teplota základnej dosky
TfrmTraySetting.ckbx9.Caption=Rýchlosť pripojenia
TfrmTraySetting.ckbx10.Caption=Využitie CPU
FrmTrayMain.btnExit.caption=Ukončiť
FrmTrayMain.btnShowMain.caption=Zobraziť Wise Care 365
FrmTrayMain.ppmitem2_1=Skryť plávajúce okno
FrmTrayMain.ppmitem2_2=Zobraziť plávajúce okno
frmWiseFloatWnd.ppmStayontop=Vždy na vrchu
frmWiseFloatWnd.ppmHide=Ukončiť plávajúce okno
TfrmPopupWnd.Caption=Wise Care 365 v lište
TfrmPopupWnd.btn1.Caption=Optimalizovať
TfrmPopupWnd.lblM.Caption=Pamäť:
TfrmPopupWnd.lblC.Caption=CPU:
TfrmPopupWnd.lblC1.Caption=CPU:
TfrmPopupWnd.lbl1.Caption_1=Dostatok dostupnej pamäte
TfrmPopupWnd.lbl1.Caption_2=Menej dostupnej pamäte
TfrmPopupWnd.lbl1.Caption_3=Málo dostupnej pamäte
TfrmPopupWnd.lvitem0=Optimalizovať systémové prostriedky
TfrmPopupWnd.lvitem1=Vyčistiť pamäť
TfrmPopupWnd.lvitem10=Vysoké využitie pamäte
TfrmPopupWnd.lvitem30=Vysoké zaťaženie CPU
TfrmPopupWnd.msg1=Uvoľnená pamäť:
TfrmTraySetting.lblTip.Caption=Prispôsobenie plávajúceho okna:
TIP_CPU_USE=Využitie CPU
H_ID_MAINBOARD=Teplota základnej dosky
H_ID_CUP=Teplota CPU
H_ID_GRAPHICS_T=Teplota grafickej karty
H_ID_DISK=Teplota disku

[Context]
ContxtMgrInfo=Jednoduchý spôsob zapnutia a vypnutia položiek kontextovej ponuky Windows.
ContextName=Položky ponuky
ContextPublisher=Vydavateľ
ContextType=Typ
ContextAction=Stav
ContextAll=Všetky súbory (*)
ContextDirectory=Adresár
ContextFolder=Priečinok
ContextDrive=Disk
ContextBack=Plocha
ContextRecycle=Kôš
ContextShortcut=Zástupca súboru
ContextExe=Vykonateľný súbor
Contextunknowndesc=Neznámy popis
Contextunknown=Neznáma spoločnosť

[Message]
MWDetected=Zistili sme, že MalwareBytes zablokoval %s pri práci.Kliknutím na OK získate riešenie.
ConfirmRemoveDownload=Všetky súbory v priečinku sťahovania budú odstránené.Naozaj chcete pokračovať?
OverMaxTimes=Overenie zlyhalo! Prekročili ste maximálny počet aktivácií pre vašu licenciu.Kontaktujte nás, ak si myslíte, že došlo k chybe pri aktivácii, alebo ak potrebujete ďalšie licencie!
Skipped=Preskočené
7After=Počet dní od posledného čistenia %d.Odporúčame spustiť skenovanie.
7Before=Vyčistite svoje registre a vaše PC pobeží rýchlejšie.
Activated=Wise Care 365 PRO bol aktivovaný.
ActivateOnline=Overujem vaše registračné údaje.Čakajte prosím...
AddFileType=Pridanie typu súboru
AddFolder=Pridajte priečinok
AdviseClean=Pravidelné čistenie registrov zrýchli a stabilizuje vaše PC.
AllHardDrive=Lokálny pevný disk
AlreadExist=%s už je v zozname.
Analysing=Analyzujem...
Area=Oblasť
AvdDefaultHint=Vyhľadajte ďalšie nepotrebné súbory a uvoľnite viac miesta.
BackupDate=Dátum a čas vytvorenia
BackupType=Typ zálohy
BFName=Názov súboru
BFPath=Cesta
BFSize=Veľkosť
BFType=Typ
BigfileHint=Kľúčové systémové a dôležité súbory už boli z výsledku skenovania odfiltrované.Buďte opatrní pri voľbe ďalších súborov.
BigfileSearch=Pravidelné odstránenie nepotrebných veľkých súborov uvoľní viac miesta na disku.
BigfileSearchFinish=Nájdených veľkých súborov %d.Na disku uvoľníte %s.Trvanie:%d sek.
BigfileSelect=Vybraných súborov %d.Ich odstránením uvoľníte na disku %s.
bkAuto=Automatická
bkManual=Ručná
Browse=Prezerať...
BrowserRunning=%s je spustený.Chcete ho ukončiť? Inak sa vyrovnávacia pamäť ani cookies nebudú dať vyčistiť.
BtnHint=Je rýchla a bezpečnejšia.
BtnUpgrade=Registrovať
Cancel=Zrušiť
CanFreeSpace=Nájdených súborov %d.Na disku uvoľníte %s.
CannotCrTask=Nemôžem vytvoriť naplánovanú úlohu!
Clean=Čisté
CleanDone=Čistenie je dokončené.
CleanForReg=Čistím registre...
CleanHis=História čistenia
Cleaning=Čistím...
CleanNow=Odporúčame okamžite spustiť čistenie.
ComfirmDefrag=Uložte vašu nedokončenú prácu.PC sa po defragmentácii registrov reštartuje.Pokračovať?
Complete=Hotovo
Compress=Komprimujem...
ConfirmAdd=Naozaj chcete odstrániť všetky súbory v %s po spustení pokročilého čistenia?
ConnectFail=Nemôžem sa pripojiť k serveru! Skontrolujte pripojenie k internetu a skúste to znova.
CreateBackup=Vytváram zálohu údajov...
CreateBackupReg=Vytváram zálohu údajov.Čakajte prosím...
CreateDate=Dátum a čas vytvorenia
def15After=Počet dní od poslednej defragmentácie %d.Odporúčame spustiť analýzu.
def15Before=So skomprimovanými registrami pobeží vaše PC rýchlejšie a stabilnejšie.
DefaultValue=(základná hodnota)
DefragRate=Miera optimalizácie registrov je: %s.
DefragReport=Registre boli skomprimované.Optimalizačné hlásenie:
DefragReport1=Stará veľkosť registrov:
DefragReport2=Nová veľkosť registrov:
DefragReport3=Veľkosť optimalizácie:
delbigfile=Odstránenie veľkých súborov je jednorazový úkon bez zálohy.Chcete tieto vybrané súbory odstrániť?
delbigfileFail=Nemôžem odstrániť súbor %s, pretože ho používa iná aplikácia!
DelSkin=Naozaj chcete odstrániť túto tému?
Description=Popis
DisableAdd=Z bezpečnostných dôvodov priečinky ako Windows, spúšťací HDD a CD-ROM nemôžu byť pridané do tohto zoznamu.
Discount=(teraz je dostupná 25% zľava)
DiscountInfo1=Wise Care 365 FREE používate viac ako %d dní,
DiscountInfo2=preto pre vás máme špeciálnu ponuku,
DiscountInfo3=zaplatiť iba %s za prechod na verziu PRO.
DownloadError=Sťahovanie zlyhalo! Skúste to neskôr.
DownloadingSkin=Aktuálne sťahovanie nebolo dokončené.Skúste to neskôr.
DupFile=Súbor už je v zozname.
DupFolder=Tento priečinok už je v zozname.
DupItem=Položka už je v zozname.
ElapsedTime=Ubehnutý čas:
ELeftTime=Odhadujem čas...
EmptyEmail=Zadajte emailovú adresu.
EmptyName=Zadajte meno používateľa.
EmpytKey=Zadajte licenčný kľúč.
EnableRestore=Obnovenie systému je vypnuté.Chcete ho zapnúť?
Entries=(záznamov)
ErrorMsg=Správa o chybe:
ExImport=Zoznam vylúčených bol exportovaný do:
ExitTray=Chcete ukončiť Wise Care 365 v lište?
ExpiryDate=Dátum uplynutia:
Exported=Aktuálne záznamy boli exportované do %s.Chcete tento súbor otvoriť?
Extracte=Rozbaľujem...
FailedCloseProcess=Zrušenie programu zlyhalo! Ukončite ho ručne.
FailToDelete=Niektoré súbory budú odstránené až po reštartovaní PC.
failtounLock=Odblokovanie RegEditu zlyhalo! Možno potrebujete ďalšie oprávnenie na vykonanie tejto operácie.
FindDrives=Prehľadávam disky...
FindError=Nájdených problémov %d.Neodporúčame odstrániť %d.
FindFilesSize=Nájdených súborov %d o veľkosti %s
FindRunProcess=Program je spustený.Ukončite ho na dokončenie tejto aktualizácie.
FindTraces=Nájdených stôp %d
FindTracesSection=Nájdených stôp v tejto sekcii %d
Fix=Opraviť
Free=Zdarma
GetHotSkinError=Chyba pri zisťovaní údajov o témach.
GettingRestoreData=Príprava údajov na obnovenie...
GoodHabit=Pravidelné čistenie registrov udrží špičkový výkon vášho PC.
HaveChange=Chcete uložiť zmeny?
Hours=hod.
Ignore=Vylúčiť
IgnoreVer=Ignorovať túto aktualizáciu
illegalType=%s je neplatný typ súboru.
InputCookie=Zadajte doménu (napríklad: Google, Live atď.)
InputSummary=Zadajte popis pre tento typ súboru:
InputType=Zadajte názov alebo typ súboru (napríklad: *.tmp)
InvalidEmail=Neplatná emailová adresa.
InvalidIgnorItem=Túto položku nie je možné vylúčiť.
InvalidKey=Neplatný licenčný kľúč.
InvalidRegInfo=Neplatné registračné údaje!
InvalidType=Neplatná prípona súboru.
IsRunning=Program skenuje.Počkajte na jeho dokončenie a skúste to znova.
IssueFound=Nájdených problémov %d
IssuesFound=Nájdených problémov %d.
Items=(položiek)
KeyWord=Zadajte kľúč registrov
KillProcessError=Ukončenie procesu zlyhalo pravdepodobne pre nedostatočné oprávnenia!
LastClean=Posledné čistenie prebehlo:
LastCommonClean=Posledné čistenie prebehlo:
LastDefrag=Naposledy ste defragmentovali registre:
LeastOne=Vyberte aspoň jednu oblasť na skenovanie.
LeftTime=Zostávajúci čas:
LeftTimeSec=Trvanie:%s sek.
LestOne=Vyberte aspoň jednu oblasť na skenovanie.
LestOneClean=Vyberte aspoň jednu oblasť na vyčistenie.
LestOneItem=Vyberte aspoň jednu položku na vyčistenie.
LogAll=Nájdených problémov %d.Opravených %d.
LogFail=Neodstránených %d.
Minutes=min.
MoreSpace=Voliteľné
NeedBackup=Zdá sa, že prvýkrát kontrolujete svoje PC.Odporúčame vám vytvoriť si zálohu.Chcete teraz automaticky zálohovať PC?
NeedInstall=Chcete teraz nainštalovať %s ?
NeedStartup=PC musíte zrýchliť ručne, pretože Wise Care 365 nemá povolené spúšťanie pri štarte.
NeedUpdate=Chcete teraz aktualizovať %s ?
Never=Nikdy
NeverDefrag=Ešte ste nedefragmentovali registre.Odporúčame spustiť analýzu.
New=Nové
NewVer=Bola nájdená nová verzia Wise Care 365! Chcete ju aktualizovať?
NoBackupSelected=Musíte vybrať aspoň jednu zálohu na obnovenie.
NoDriveChecked=Vyberte aspoň jeden disk na skenovanie.
NoError=Gratulujeme! Neboli nájdené žiadne problémy.
NoFilesFound=Čisté
NoItemChecked=Vyberte aspoň jeden súbor na odstránenie.
NoItemFound=Neboli nájdené žiadne položky
NoItems=Gratulujeme! Všetky položky boli optimalizované.
NoNewVer=Gratulujeme! Používate najnovšiu verziu.
NoRegInfo=Nemôžem nájsť vaše registračné údaje!
Notice=Zvýšte rýchlosť a bezpečnosť PC.
NoTracesFound=Žiadne stopy
NoTrashAndTrace=Gratulujeme! Vaše PC je čisté.
NotShowNotice=Nezobrazovať znova toto oznámenie.
NotSupportOS=Táto funkcia nie je podporovaná v tomto operačnom systéme.
NowCleaning=Čistím:
Offer=Špeciálna ponuka
Optimize=Optimalizovať
PluginCount=Počet doplnkov:
PrivacyActive=Aktivovať
PrivacyData=Záznamy súkromia:
PrivacyDefaultHint=Pravidelná kontrola zabezpečí vaše súkromie pred zvedavými očami.
Privacyissues=Problémy súkromia:
PrivacyUnActive=Problémy súkromia: Neaktivované
Problems=Počet problémov:
Proupdate=Verzia PRO expirovala a nepodporuje upgrade, ale my vám poskytneme špeciálnu zľavu na najnovšiu verziu PRO.V opačnom prípade sa z nej po aktualizácii stane FREE verzia.Pokračovať?
RegBackup=Zálohovanie registrov
RegBackupDone=Záloha registrov bola úspešne vytvorená.
RegBackupFail=Vytvorenie zálohy registrov zlyhalo!
RegeditorLocked=RegEdit je zablokovaný.Funkcia zálohovania a obnovenia potrebuje prístup ku RegEditu.Chcete ho odblokovať?
RegEntries=Neplatné záznamy registrov.
Regerror=Chyby registrov:
Registried=Zaregistrované do
RegRestore=Obnoviť registre
RegTitle=Neregistrované
Removebackup=Naozaj chcete odstrániť vybraný súbor zálohy registrov?
RemoveSysRestore=Naozaj chcete odstrániť vybraný bod obnovenia systému?
ReScanHint=Nájdených problémov %d.Odporúčame vyhľadať ďalšie novým skenom.
ReScanHint1=Odporúčame sken zopakovať a vyhľadať ďalšie problémy.
ReScanHint2=Pre vyhľadanie problémov skenujte znova.
RestoreComplete=Obnovenie je dokončené.
RestoreFromSysRestore=Po obnovení systému musíte reštartovať PC.Chcete spustiť obnovenie?
RestorePointDone=Bod obnovenia systému bol úspešne vytvorený.
RestorePointFail=Vytvorenie bodu obnovenia systému zlyhalo!
RestoreReg=Obnovujem registre.Čakajte prosím...
Safetodel=Túto položku môžete bezpečne odstrániť
ScanAborted=Skenovanie bolo zrušené.
ScanCanceled=Skenovanie bolo zrušené.
ScanFor=Skenujem:
Scaning=Skenujem...
ScannedSection=Skenovaných oblastí:
Scanning=Skenujem...
ScheduleHint=Automatické čistenie PC
ScheduleNextTime=Ďalšie spustenie:
ScheduleNotActive=Plánovanie úloh je vypnuté
Secs=sek.
SelectFolder=Vyberte priečinok
SelectHardDrive=Vyberte disk
ShredFile=Rozdrviť súbor/priečinok
SkinCorrupt=Stiahnutá téma je nekompletná alebo poškodená.Stiahnite ju znova.
SkinLimit=Táto téma je dostupná iba vo verzii PRO.Zaregistrovať teraz?
StartClean=Vyčistiť
StartScan=Skenovať
SuggestDefrag=Odporúčame okamžite defragmentovať registre.
SuggestIgnore=Teraz nemusíte registre defragmentovať.
Summary=Popis
SysCreating=Vytváram bod obnovenia systému...
SysProtectOff=Ochrana systému je vypnutá
SysProtectOn=Ochrana systému je zapnutá
SysRestoring=Príprava na obnovenie systému...
ThanksRegister=Ďakujeme za zaregistrovanie tohto produktu!
Total=Celkovo:
TotalDefrag=Celkovo bolo skomprimovaných %.2f.
TotalTraces=Celkovo nájdených stôp %d.
TraceCount=Stopy v PC:
TraceFound=Počet stôp %d.
TraceFoundEx=Nájdené nasledujúce stopy:
TraceRemoved=Odstránených stôp %d.
TranslateTo=Preložiť do...
TrashFound=Nájdených súborov %d o veľkosti %s.
TrashFoundEx=Nájdené nasledujúce nepotrebné súbory:
TrashRemoved=Odstránených súborov %d o veľkosti %s.
TrashSize=Súbory:
TrayNotice=Vaše PC nebolo čistené viac ako pol mesiaca!
TuneupCount=Ladenie systému:
TypeChanged=Zmenili ste skenované položky!
TypeNoError=Čisté
Unknow=Neznámy
Unlimited=Neobmedzené
Unoptimized=Neoptimalizované
Unregistried=Nezaregistrované
VipSkin=Táto téma je iba pre zaregistrovaných používateľov.Zaregistrovať teraz?
WaitForDownload=Počkajte na dokončenie sťahovania.
WaitUpdateComplete=Aktualizácia nebola dokončená.Aktualizujte program neskôr.
WarnNoType=Vyberte aspoň jeden typ súboru.
WarnZeroFile=Vybrali ste režim "Vyhľadať prázdne súbory".Niektoré súbory s dĺžkou 0 bajtov sú dôležité, preto ich skontrolujte skôr ako ich odstránite.Naozaj to chcete takto urobiť?
WDCReport=Hlásenie Wise Disk Cleaner
Working=Počkajte na dokončenie aktuálnej úlohy a skúste to znova.

[Exclusion]
Folder=Vylúčené priečinky
AddFolder=Pridať priečinok
File=Vylúčené súbory
AddFile=Pridať súbor
File Type=Vylúčené typy súborov
AddType=Pridať typ
Registry=Vylúčené kľúče registrov
Add Key=Pridať kľúč
Delete=Odstrániť
Cookies=Vylúčené domény
Add Cookie=Pridať doménu
Whiteapp=Biela listina aplikácií
Blackapp=Čierna listina aplikácií
WhitePosition=Položky v bielej listine
BlackPosition=Položky v čiernej listine

[PrivacyScan]
SeenPictures=História zobrazených obrázkov
SeenPicturesHint=História zobrazených obrázkov pri prehliadaní internetu.
SeenMovies=História sledovaných filmov a videí
SeenMoviesHint=História sledovaných filmov a videí pri prehliadaní internetu.
AccessFiles=História spustených súborov
AccessFilesHint=História spustených súborov pri používaní PC.
VisitedWeb=História navštívených stránok
VisitedWebHint=História navštívených stránok pri prehliadaní internetu.

[PrivacyClean]
GoodHabit=Udržiavať svoje PC čisté je dobrý zvyk.
CleanNow=Existujú problémy straty súkromia.Odporúčame ich okamžite odstrániť.
TraceFound=Nájdených problémov straty súkromia %d.
TraceRemoved=Odstránených problémov straty súkromia %d.

[Password]
Weak=Slabé
OK=OK
Strong=Silné

[Schedule]
Daily=Denne
Weekly=Týždenne
Monthly=Mesačne
Idle=Pri nečinnosti
Login=Pri prihlásení
Sunday=Nedeľa
Monday=Pondelok
Tuesday=Utorok
Wednesday=Streda
Thursday=Štvrtok
Friday=Piatok
Saturday=Sobota
AutoScan=Automatické skenovanie
AutoClean=Automatické čistenie

[Bootup]
BootAction=Stav
BootDelHint=Odstrániť túto položku
BootLoad=Načítavam služby a programy Po spustení...
BootName=Programy
BootRate=Hodnotenie
BootSuggestion=Návrh/hodnotenie
BootTime=Doba štartu
BtnRestore=Obnoviť
CanDisable=Voliteľné vypnutie
delItem=Naozaj chcete odstrániť túto položku?
Disable=Vypnúť
Enable=Zapnúť
FailToChange=Položku nie je možné zapnúť ani vypnúť.
HisInfo=Tu ľahko zapnete omylom vypnuté položky.Počet momentálne vypnutých položiek %d.
Keep=Odporúčame nemeniť
MaySpeedup=Čas štartovania vášho PC bude skrátený o %.2f sek.
MustEnable=Musí byť zapnutá
NoHisInfo=Momentálne nie sú vypnuté žiadne položky.
NoSuggestion=Bez návrhu
Optimal=Optimalizované
Publisher=Vydavateľ
ServiceCountInfo=Počet služieb tretích strán %d a systémových služieb %d.
ServiceName=Služby
StartupInfo=Vypnutím niektorých zbytočne sa spúšťajúcich programov zrýchlite štartovanie vášho PC.
ToDisable=Odporúčame vypnúť
ToKeep=Odporúčame nemeniť
Tuneup=Optimalizovať
TuneupDone=Počet položiek, ktoré boli vypnuté %d.
TuneupFaile=Počet položiek, ktoré nemôžu byť vypnuté %d.

[Msg]
WDCScanSpeed=Najvyššia rýchlosť skenovania na svete!
WDCSysSlimming=Súbory neboli nájdené.
PowerOpt=Žiadne optimalizovateľné položky.

[CommonClean]
ScanAbortedHint1=Odporúčame spustiť sken a vyhľadať nepotrebné súbory.
ScanAbortedHint=Odporúčame spustiť sken a vyhľadať nepotrebné súbory a stopy.
DefaultHint=Pravidelné čistenie šetrí miesto na disku a chráni vaše súkromie.
7After=Počet dní od posledného čistenia %d.Odporúčame spustiť skenovanie.
7Before=Udržiavať svoje disky čisté a súkromie zabezpečené je dobrý zvyk.

[SysClean]
Scanning=Skenujem...
ScanEnd=Nájdených položiek %d.Na disku uvoľníte %s.
NoItems=Gratulujeme! Váš systémový disk je čistý.
Open=Otvoriť
Remove=Odstrániť
MoreSpace=Voliteľné
Cleaning=Čistím...
NoItems=Gratulujeme! Váš systémový disk je čistý.
SpaceFreed=Redukcia je dokončená.Uvoľnené miesto %s.
Installer=Zastaralé inštalátory Windows
LongInstaller=Zastaralé inštalátory nie sú potrebné a môžu byť odstránené.
PatchUninstall=Odinštalačné súbory aktualizácií Windows
LongPatchUninstall=Ak nebudete odinštalovávať aktualizácie, tak ich odstráňte.
Downloadedfiles=Stiahnuté inštalačné súbory Windows
Longdownloadedfiles=Po úspešnej inštalácii aktualizácií ich môžete odstrániť.
Baselinecache=Vyrovnávacia pamäť inštalačnej služby Windows
LongBaselinecache=Súbory vytvorila služba Windows a môžu byť odstránené.
JPIME=Japončina IME
LongJPIME=Ak ju nepotrebujete, tak ju odstráňte.
KoreanIME=Kórejčina IME
LongKoreanIME=Ak ju nepotrebujete, tak ju odstráňte.
TChineseIME=Tradičná čínština IME
LongTChineseIME=Ak ju nepotrebujete, tak ju odstráňte.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=Ak ho nepotrebujete, tak ho odstráňte.
HelpFile=Súbory pomocníka Windows
LongHelpFile=Ak ich nepotrebujete, tak ich odstráňte.
SamplePic=Ukážkové obrázky Windows
LongSamplePic=Ak ich nepotrebujete, tak ich odstráňte.
SampleMic=Ukážková hudba Windows
LongSampleMic=Ak ju nepotrebujete, tak ju odstráňte.
SampleVideos=Ukážkové videá Windows
LongSampleVideos=Ak ich nepotrebujete, tak ich odstráňte.
SampleMedia=Ukážkové médiá Windows
LongSampleMedia=Ak ich nepotrebujete, tak ich odstráňte.
Wallpaper=Súbory tapiet Windows
LongWallpaper=Ak ich nepotrebujete, tak ich odstráňte.
Win10Upgrade=Súbory inovácie Windows 10
Win10UpgradeLong=Ak ste už inovovali systém na Windows 10, odstráňte tento priečinok, aby ste získali viac miesta na disku.

[PCExam]
FixComplete=Oprava bola dokončená.
ScanComplete=Skenovanie bolo dokončené.
CheckDefrag=Kontrolujem fragmenty na systémovom disku.
DefaultHint=Kontrola vyhľadá bezpečnostné problémy a optimalizovateľné položky, ktoré potom     môžete opraviť 1 kliknutím.
Details=Detaily
DiskDefrag=Kontrola fragmentácie systémového disku
ExamCanceled=Kontrola bola zrušená.
ExamEndHint1=Skontrolovaných položiek %d z toho problematických %d.Odporúčame ich opraviť naraz.
ExamEndHint2=Nájdených položiek %d z toho problematických %d.Ručne treba opraviť %d.
ExamEndHint3=Nájdených položiek %d z toho problematických %d.Musíte ich opraviť ručne.
ExamEndHintFixed=Gratulujeme! Všetky položky boli opravené.
ExamEndHintFixed3=Opravených problémov %d.Položiek, ktoré musíte opraviť ručne %d.
ExamEndHintFixed4=Gratulujeme! Opravených problémov %d.
ExistsPrivacyRisks=Existujú problémy straty súkromia.
FilesFound=Nájdených súborov %d.Na disku uvoľníte %s.
FindJunkFiles=Súborov %d o veľkosti %s
FindPrivacyData=Rizík súkromia %d
FindTrace=Nájdených histórií %d.
FindTraces=Histórií a stôp %d
FindTrash=Nájdených nepotrebných súborov %d.Na disku uvoľníte %s.
FirePWall=Kontrola dostupnosti verejného firewallu Windows
FirePWallInvalid=Windows Firewall pre verejnú sieť je vypnutý.
FirePWallValid=Windows Firewall pre verejnú sieť je zapnutý.
FireSWall=Kontrola dostupnosti súkromného firewallu Windows
FireSWallInvalid=Windows Firewall pre súkromnú sieť je vypnutý.
FireSWallValid=Windows Firewall pre súkromnú sieť je zapnutý.
FireWallInstalled=Antivírusový program je nainštalovaný v PC.
FireWallUnInstalled=Antivírusový program nie je nainštalovaný v PC.
FirstTimeRunHint=Beží vaše PC pomaly? Skontrolujte ho teraz!
FixCanceled=Oprava bola zrušená.
Fixing=Opravujem:
FolderOption=Kontrola dostupnosti možností priečinkov
FolderOptionsInvalid=Nastavenia priečinkov sú zakázané.
FolderOptionsValid=Nastavenia priečinkov sú povolené.
IEShell=Overenie platnosti funkcie IE shell.
IEShellFail=IE shell nepracuje normálne.
IEShellFine=IE shell pracuje normálne.
InstallSafeSoft=Nainštalujte si antivírusový program.
JunkFiles=Nepotrebné súbory vo vašom PC
JunkFilesEx=Nepotrebné súbory ako vyrovnávacia pamäť, protokoly, dočasné súbory atď.
LastCheck=Posledná kontrola PC:
LastFixTime=Počet dní od poslednej kontroly %d.
ManualFix=Ručná oprava
ManualProcess=Položky ručnej optimalizácie
ManualProcessEx=Problémy straty súkromia, defragmentácia disku atď. (vyžadujú ručnú opravu).
NeedDefrag=Systémový disk treba defragmentovať.
NoNeedDefrag=Systémový disk netreba defragmentovať.
NoOptimizeItems=Všetky položky boli optimalizované.
NoPrivacyRisks=Problémy straty súkromia neexistujú.
OptimizeOptItems=Overenie optimalizovaných položiek.
OptimizeResult=Optimalizovaných položiek pre zrýchlenie vášho PC %d.
PcGood=Gratulujeme! Vaše PC je zdravé.
PCHealthNum=Skóre kontroly:
PrivacyHint=Odstráni všetky stopy a minulé aktivity vášho PC.
PrivacyItmes=Problémy straty súkromia
ReFixHint=Odporúčame vám kompletnú opravu pre zrýchlenie vášho PC.
RegeditLocked=RegEdit je zablokovaný.
Regeditor=Kontrola dostupnosti RegEditu Windows
RegeditUnLocked=RegEdit je odblokovaný.
RegEntriesCount=Neplatných záznamov %d
RegEntriesResult=Vyčistených neplatných záznamov registrov %d.
RegistryJunk=Neplatné záznamy registrov
RegistryJunkEx=Prázdne, neplatné alebo zastaralé záznamy registrov.
RemoteDesktop=Kontrola dostupnosti vzdialeného pripojenia plochy Windows
RemoteDesktopAlive=Vzdialené pripojenie plochy je povolené.
RemoteDesktopDisabled=Vzdialené pripojenie plochy je zakázané.
ReScanHint=Odporúčame vám znova vyhľadať problémy spomaľujúce vaše PC.
Result.FailTranstr=Antivírusový program nebol nájdený vo vašom PC.
Result.FineTranStr=Antivírusový program je nainštalovaný vo vašom PC.
SafeCheckResult=Opravených bezpečnostných problémov %d.
ScanFor=Skenujem:
ScanOptItems=Optimalizovateľné položky
SDDDetected=SSD detekovaný.Preskakujem.
SecurityProject=Položky súvisiace s bezpečnosťou
SecurityProjectEx=Firewall, registre, vzdialená plocha a ďalšie bezpečnostné projekty.
ShortJunkFiles=Nepotrebné súbory
ShortJunkFiles=Nepotrebné súbory vo vašom PC
ShortJunkFilesEx=Nepotrebné súbory
ShortManualProcessEx=Projekty ručnej optimalizácie
ShortRegistryJunk=Neplatné záznamy registrov
ShortRegistryJunkEx=Neplatné záznamy registrov
ShortSecurityProjectEx=Bezpečnostné projekty
ShortSystemTuneup=Tieto položky môžete optimalizovať
ShortSystemTuneupEx=Ladenie systému
ShortUserTrace=Údaje prehliadania
ShortUserTraceEx=Stopy v PC
Suggestion1=Odporúčame spustiť kontrolu.
SystemTuneup=Optimalizovateľných položiek pre zvýšenie výkonu PC %d.
SystemTuneupEx=Zrýchli Windows, zvýši výkon a stabilitu atď.
TaskManager=Kontrola dostupnosti správcu úloh Windows
TaskManagerInvalid=Správca úloh je zakázaný.
TaskManagerValid=Správca úloh je povolený.
Tracehint=Vyčistí históriu prehliadania internetu, spustených dokumentov atď.
TraceResult=Odstránených stôp %d.
TracesFound=Nájdených stôp %d
TrashResult=Odstránených nepotrebných súborov %d o veľkosti %s.
UnsettledItems=Nasledujúce položky musíte opraviť ručne.
UserTrace=Stopy v PC a história prehliadania internetu
UserTraceEx=História použitých programov a súborov, navštívených internetových stránok atď.
WindowsAutoUpdate=Kontrola dostupnosti služby automatických aktualizácií Windows
WindowsAutoUpdateInvalid=Automatická aktualizácia Windows je zakázaná.
WindowsAutoUpdateValid=Automatická aktualizácia Windows je povolená.

[FileErase]
NetPath=Sieťová cesta sa nedá rozdrviť.
None=Pripravené
Crushing=Drvenie:
Shred=Rozdrvené
InUsed=Používa sa
Aborted=Prerušené
Shredding=Drví sa
SysPath=Vybraný priečinok nie je možné rozdrviť, pretože obsahuje dôležité systémové cesty alebo súbory.
ScrubFinished=Drvenie je dokončené.Rozdrvených súborov %d.Zlyhalo rozdrvenie %d súboru(ov)!
ScrubCanceled=Drvenie bolo zrušené.Rozdrvených súborov %d.Nerozdrvených súborov %d.
Erased=Rozdrviť
Canceled=Zrušené

[DiskDefrag]
Volume=Disk
Format=Systém súborov
TotalSpace=Celkové miesto
FreeSpace=Voľné miesto
Fragmented=Fragmentácia
Status=Stav
PmDefrag=Defragmentovať
QuickOpt=Rýchlo optimalizovať
FullOpt=Celkovo optimalizovať
PmAnlyse=Analyzovať
Resume=Pokračovať
Analying=Analyzujem...
Defragmenting=Defragmentujem
Optimizing=Optimalizujem
Analyed=Analyzované
Defragmented=Defragmentované
Optimized=Optimalizované
Pause=Pauza
IsSSD=Váš výber môže obsahovať SSD disk.Defragmentácia môže skrátiť jeho životnosť.Naozaj chcete pokračovať?
FragmentedRate=Fragmentované
DefragInfo=Po dlhšej dobe používania disku defragmentácia zrýchli jeho beh.

[BtnList]
WiseReminder=Wise pripomienky
WiseReminderDesc=Zorganizuje vaše každodenné úlohy
GameBooster=Zvýšenie výkonu hry
GameBoosterDesc=Jednoduché, ale účinné zvýšenie výkonu hry
ForceDeleter=Vynútené odstránenie
ForceDeleterDesc=Bezpečne odomkne a odstráni súbory
SystemMonitor=Sledovanie systému
SystemMonitorDesc=Sleduje procesy, komponenty PC a sieťové prenosy
AutoShutdown=Automatické vypínanie
AutoShutdownDesc=Automaticky vypne PC
DataRecovery=Obnovenie údajov
DataRecoveryDesc=Obnoví odstránené súbory
FolderHider=Skrývanie priečinkov
FolderHiderDesc=Skryje súkromné súbory a priečinky
JetSearch=Rýchle vyhľadanie
JetSearchDesc=Rýchlo vyhľadá lokálne súbory
MemoryOptimizer=Správca pamäte
MemoryOptimizerDesc=Spravuje a optimalizuje pamäť
ProgramUninstaller=Odinštalácia programov
ProgramUninstallerDesc=Odinštaluje nepotrebné programy
PluginClean=Odstránenie doplnkov
BigFile=Veľké súbory
BigFileDesc=Spravuje veľké súbory
RegClean=Čistenie registrov
RegCleanDesc=Vyhľadá a opraví chyby registrov
CommClean=Všeobecné čistenie
CommCleanDesc=Odstráni nepotrebné súbory a stopy
AdvClean=Pokročilé čistenie
AdvCleanDesc=Vyhľadá ďalšie nepotrebné súbory na všetkých diskoch
SysSimming=Redukcia systému
SysSimmingDesc=Zredukuje nepotrebné súbory Windows
PowerOpt=Ladenie systému
PowerOptDesc=Optimalizuje výkon vášho PC
DiskDefrag=Defragmen. diskov
DiskDefragDesc=Defragmentuje disky pre zrýchlenie vášho systému
RegDefrag=Defragmen. registrov
RegDefragDesc=Defragmentuje registre pre zrýchlenie vášho systému
Startup=Správca Po spustení
StartupDesc=Spravuje programy Po spustení
ContextMenu=Kontextová ponuka
ContextMenuDesc=Spravuje položky kontextovej ponuky Windows
PrivacyErase=Prečistenie súkromia
PrivacyEraseDesc=Zabezpečí vaše súkromie odstránením stôp a histórie
DiskErase=Prečistenie diskov
DiskEraseDesc=Prečistí všetky odstránené súbory z vašich diskov
FileShredder=Drvenie súborov
FileShredderDesc=Zabráni obnoveniu súborov prepísaním ich pôvodného umiestnenia
PasswordGenerator=Generátor hesla
PasswordGeneratorDesc=S ľahkosťou vytvorí silné heslo
ProcessMon=Sledovanie procesov
ProcessMonDesc=Spravuje bežiace procesy
SystemInfo=Údaje o PC
SystemInfoDesc=Poskytne údaje o vašom PC

[DiskErase]
Stop=Zastaviť
Erase=Prečistiť
Rule1=Random Data: 1x prepíše údaje (odporúčané)
Rule2=DoD 5220.22-M: 3x prepíše údaje
Rule3=Schneier's: 7x prepíše údaje
Rule4=Guttmann: 35x prepíše údaje
EraseFinished=Prečistenie je dokončené.Trvanie:
ErasingFor=Prečisťujem odstránené súbory na: %s.Čakajte prosím...
TempFileDeleting=Odstraňujem dočasné súbory...
ErasingForDisk=Prečisťujem voľné miesto na: %s.Čakajte prosím...
ManyFiles=Nájdených veľa obnoviteľných súborov.
FewFiles=Nájdených niekoľko obnoviteľných súborov.
SkipAnalyse=Preskakujem analýzu (FAT disk)
Secure=Zabezpečené
DoesNotSupport=Tento disk nie je podporovaný.
Erasing=Prečisťujem...
Finished=Prečistenie je dokončené.
Canceled=Prečisťenie bolo zrušené.
ConfirmEraseDisk=Prečistenie disku chvíľu potrvá.Ukončite ostatné programy, aby sa zabránilo I/O operáciám počas tejto doby.Pokračovať?
PartitionError=Vo vašom oddiely bola nájdená závažná chyba.

[Tuneup]
BlueReboot=Vypne automatické reštartovanie systému po objavení sa modrej obrazovky smrti.
RemoteRegAccess=Zakáže úpravy registrov zo vzdialeného PC.
FileListSpeed=Optimalizuje politiku obnovovania zoznamu súborov Windows.
PreviewUP=Zrýchli zobrazovanie okna náhľadov panela úloh.
OptDNS=Optimalizuje DNS a rýchlosť analyzovania DNS.
OptLAN=Optimalizuje pripojenie LAN.
ShowSpeed=Optimalizuje rýchlosť odozvy zobrazovania systému.
AeroSnap=Zrýchli Aero Snap pre rýchlejšie zobrazovanie miniatúr.
SSDSpeedup=Optimalizácia SSD
DisablePrefetch=Vypne parametre Prefetch pre predĺženie životnosti SSD.
DisableSuperPrefetch=Vypne parametre Superfetch pre predĺženie životnosti SSD.
DisableDefragBoot=Vypne defragmentáciu disku pri štartovaní systému pre predĺženie životnosti SSD.
DisableDefragIdle=Vypne automatickú defragmentáciu pri nečinnosti pre predĺženie životnosti SSD.
EnableTRIM=Zapne TRIM funkciu pre zvýšenie pracovného výkonu SSD.
OptIEConnection=Zvýši maximum pripojení na server a zrýchli prezeranie internetových stránok a sledovanie videa online.
IconCache=Zväčší vyrovnávaciu pamäť systémových ikon pre zrýchlenie zobrazovania plochy.
RestoreAll=Chcete obnoviť všetky položky na predvolené nastavenia Windows?
NoSelectedItem=Vyberte aspoň jednu položku.
OptItems=Počet optimalizovateľných položiek %d.
ItemsOptimized=Optimalizovaných položiek %d.
TakeEff=Niektoré zmeny nadobudnú platnosť až po reštartovaní PC.
NoItems=Gratulujeme! Všetky položky boli optimalizované.
BootSpeedup=Zrýchlenie štartovania a vypínania
SystemStable=Stabilizácia systému
SystemSpeedup=Zrýchlenie systému
NetworkSpeedup=Zrýchlenie sieťového pripojenia
PrefetchParameters=Optimalizuje parametre Prefetch pre zrýchlenie štartovania Windows.
BootDelay=Skráti čas kontroly disku pre zrýchlenie štartovania Windows.
BootPartition=Povolí funkciu optimalizácie pre zrýchlenie štartovania Windows.
ClearPagingFile=Zakáže pri vypínaní čistenie stránkovacieho súboru Windows pre zrýchlenie vypnutia PC.
TimeOut=Skráti nečinnosť aplikácie pri zatváraní pre zrýchlenie procesu vypínania.
AutoKill=Ukončí zamrznuté procesy, aby sa zabránilo zrúteniu systému.
RestartExplorer=Automaticky reštartuje Prieskumníka, aby sa zabránilo strate pracovnej plochy.
TwoProcess=Nastaví beh komponentov Prieskumníka v oddelených procesoch, aby sa predišlo systémovým konfliktom.
ErrorReport=Vypne zobrazovanie hlásenia chýb pre zvýšenie výkonu systému.
Debugger=Vypne ladiaci nástroj pre zrýchlenie spracovania chýb.
OptMemory=Optimalizuje predvolené nastavenia pamäte pre zvýšenie výkonu systému.
OptVEff=Optimalizuje komponenty (dialógové okná, ponuku atď.) pre zrýchlenie odozvy systému.
OptFileSystem=Optimalizuje súborový systém pre zvýšenie výkonu systému.
OptDiskSystem=Optimalizuje diskový I/O podsystém pre zvýšenie výkonu systému.
DisAutoRun=Zakáže jednotkám funkciu automatického štartovania, aby sa zabránilo šíreniu vírusovej infekcie.
OptDiskIdle=Optimalizuje diskovú I/O počas nečinnosti CPU.
OptTTL=Optimalizuje nastavenia TTL (Time To Live) pre zvýšenie výkonu siete.
OptNetForward=Optimalizuje schopnosť zrýchlenia siete pre zvýšenie jej výkonu.
OptMTU=Zvýši výkon TCP/IP automatickou detekciou "čiernych dier" pomocou metódy Path MTU Discovery.
OptWINS=Optimalizuje čas zisťovania názvu WINS pre zrýchlenie prenosu údajov.
OptNetWork=Optimalizuje nastavenia siete pre zvýšenie výkonu prenosu.
CloseAnimate=Vypne efekt animácie pri maximalizácii alebo minimalizácii okna pre zrýchlenie odozvy Windows.
PagingExecutive=Vypne stránkovanie pamäte a zmenší diskovú I/O pre zvýšenie výkonu aplikácií. (ignorujte, ak je fyzická pamäť < 1GB)
StaticIP=Nastaví statickú IP adresu vášho lokálneho pripojenia pre zrýchlenie štartovania PC.
PorcessorTime=Optimalizuje výkon procesora pre hladšie spúšťanie aplikácií, hier atď. (ignorujte, ak ide o server)
DisableIDECheck=Zabráni kontrole IDE kanála pre zrýchlenie štartovania Windows.
ForeAppSpeed=Zrýchli odozvu programov v popredí.
AeroPeek=Zrýchli zobrazovanie v Aero Peek.
OptEthernet=Optimalizuje výkon sieťovej karty.

[Summary]
ContextMenu=Neplatné položky kontextovej ponuky
MUICache=Chýbajúce odkazy vyrovnávacej pamäte MUI
Services=Neplatné služby Windows
Activex=Neplatné komponenty ActiveX a COM
FireWall=Neplatné nastavenia firewallu Windows
RootAll=Neplatné cesty a súbory
SoftwareSection=Neplatné cesty a súbory po odstránených programoch
ApplicationPaths=Neplatné cesty a súbory po zaregistrovaných aplikáciách
FileTypes=Neplatné údaje o príponách súborov
HelpFiles=Neplatne zaregistrované súbory pomocníka
Fonts=Neplatné údaje o písmach
SharedDLL=Chýbajúce knižnice zdieľaných dynamických odkazov
MRULists=História prístupu k súborom, dokumentom, sledovaným filmom atď.
UninstallSection=Nepotrebné alebo neplatné odinštalačné údaje
StartMenu=Zastaralé položky v ponuke Štart
StartupProgram=Zastaralé alebo neplatné programy v ponuke Po spustení
SoundandAppEvents=Zastaralé alebo neplatné nastavenia zvukov a udalostí aplikácií
IEUrlHistory=História navštívených internetových stránok s Microsoft IE
IFEO=Škodlivé záznamy vytvorené vírusmi, spyvérom alebo malvérom
EmptyKey=Záznamy bez údajov
App=Neplatné nastavenia aplikácií

[ErrorMessage]
MUIError1=Chýba odkaz MUI, ale disk "%s" je %s.Odporúčame ignorovať túto chybu.
MUIError=Chýbajúci odkaz MUI.
ServiceNotExists=Uvedená služba programu neexistuje.
MimeExName=Nesprávne zapísaná MIME prípona súboru: %s
EmptyKey=Prázdny kľúč.
EmptyHelpdirctory=Prázdny priečinok pomocníka.
FileNotExist=Neexistujúci súbor alebo priečinok:
HFileNotExist=Neexistujúci súbor alebo priečinok pomocníka.
EmptyValue=Prázdna hodnota.
TypeLib=Neexistujúci typ knižnice.
NodeEmpty=Prázdny uzol.
SharedFilenotexist=Neexistujúci zdieľaný súbor.
sharedfilenotbeuse=Nepoužívaný zdieľaný súbor.
noconnection=Súbor bez údajov o pripojení.
Invalidpathtoicon=Neplatná cesta ku ikone.
ReferstoaninvalidClass=Odkaz na neplatnú triedu.
Emptyshellcommand=Prázdny shell príkaz.
Invalidshellcommand=Neplatný shell príkaz (súbor neexistuje).
Fontsnotexist=Neexistujúci súbor písma.
Hijacking=%s bol unesený do %s.
MRULists=MRU zoznam používateľa.
invalidOpenWith=K tomuto typu nie je priradená žiadna aplikácia.
ReferActivex=Odkaz na neplatný vstup ActiveX a COM.
EmptyCLSID=Prázdne CLSID.
ComSourceNotExist=Neexistujúci zdroj COM.
invalidUnistall=Neplatný odinštalačný údaj.
notexist=neexistuje.
ObsoleteStartMenuItem=Zastaralá položka v ponuke Štart.
SoundFilenotexist=Neexistujúci zvukový súbor.
FileNotExist1=Súbor alebo priečinok neexistuje, ale disk "%s" je %s.Odporúčame ignorovať túto chybu.
OpenWithError=Otvorené s chybou "uvedená aplikácia neexistuje".
OpenWithError1=Chyba pri použití "Otvoriť s" pre uvedenú aplikáciu neexistuje, ale disk "%s" je %s.Odporúčame ignorovať túto chybu.
ComSourceNotExist1=Zdroj COM neexistuje, ale disk %s je %s.Odporúčame ignorovať túto chybu.

[Area]
Tencent-Logs=Súbory protokolov Tencent
Yodao-Dict=Yodao Dict
WinInstallerPackage=Zastaralý inštalátor Windows
EwidoAnti-Malware=Ewido Anti-Malware
AVGAnti-Spyware=AVG Anti-Spyware
XilisoftVideoConverter=Xilisoft Video Converter
4Sync=4Sync
7Zip=7-Zip
ABBYYFineReader=ABBYY FineReader
AccessFiles=História spustených súborov
ACDSee=ACDSee
AceHTML=AceHTML
AcrobatDistiller10=Acrobat Distiller 10
AcrobatReader=Acrobat Reader
AcronisTrueImage=Acronis True Image
AdobeAir=Adobe Air
AdobeDreamweaver=Adobe Dreamweaver
AdobeFireworks=Adobe Fireworks
AdobeFlash=Adobe Flash
AdobeIllustrator=Adobe Illustrator
AdobeImageReady7=Adobe Image Ready 7
AdobeImageReadyCS=Adobe Image Ready CS
AdobePhotoshop=História Adobe Photoshop
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobePremiereElements12=Adobe Premiere Elements 12
AdobePremiereProCC=Adobe Premiere Pro CC
AdobeReaderTmp=Dočasné súbory Adobe Reader
AdvancedSearchbar=Advanced Searchbar
AimersoftVideoConverter=Aimersoft Video Converter
AIMP3=AIMP3
AkelPad=AkelPad
AlZip=AlZip
Anonymizer=Anonymizer
AnyVideoConverterUltimate=Any Video Converter Ultimate
AOLInstantMessenger=AOL Instant Messenger
AppleInstallCache=Vyrovnávacia pamäť inštalácií programov Apple
AshampooBurningStudio=Ashampoo Burning Studio
AVIPreview=AVI Preview
BaiduYunGuanjia=BaiduYunGuanjia
Battle.net=Battle.net
BitTorrent=BitTorrent
BlueStacks=BlueStacks
BlueStacks=BlueStacks
BreezeBrowserPro=Breeze Browser Pro
CamfrogVideoChat=Camfrog Video Chat
CamtasiaStudio=Camtasia Studio
CDBurnerXP=CDBurner XP
ChromeCache=Vyrovnávacia pamäť Google Chrome
ChromeCookies=Cookies Google Chrome
ChromeForm=História automatického doplňovania formulárov Google Chrome
Chromelocalstorage=História Google Chrome
ChromePass=Uložené heslá Google Chrome
ChromeSession=Relácie Google Chrome
CloneCD=CloneCD
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
CompareIt=CompareIt
ConnectifyHotspot=Connectify Hotspot
ConvertXToDVD=ConvertXToDVD
Cookies=Cookies
CopernicDesktopSearch=Copernic Desktop Search
CorelVideoStudioPro=Corel VideoStudio
CyberLinkAudioDirector=CyberLink Audio Director
CyberLinkPhotoDirector=CyberLink Photo Director
CyberLinkPowerDirector=CyberLink Power Director
DaemonTools=Daemon Tools
dBpoweramp=dBpoweramp
DirectoryOpus=Directory Opus
Ditto=Ditto
DivXplayer=DivX player
DOMStoreCookies=Cookies Microsoft IE DOM Store
DownloadedPatch=Súbory aktualizácií Windows
Downloads=Súbory stiahnuté prehliadačom
DriveTheLife=DriveTheLife
Dump=Súbory výpisov pamäte
DVDFab=DVDFab
ErrorReport=Súbory chybových hlásení
Evernote=Evernote
ExamDiff=ExamDiff
ExplorerMRU=Ostatné MRU položky Prieskumníka
ExpressScribe=Express Scribe
FastStoneCapture=FastStone Capture
FastStoneCapture=FastStone Capture
FastStoneImageViewer=FastStone Image Viewer
FastStoneImageViewer=FastStone Image Viewer
FeedDemon=Feed Demon
FireFoxCache=Vyrovnávacia pamäť Mozilla Firefox
FireFoxCookies=Cookies Mozilla Firefox
FireFoxForm=História automatického doplňovania formulárov Mozilla Firefox
FireFoxOther=Ostatné histórie Mozilla Firefox
FireFoxPass=Uložené heslá Mozilla Firefox
Flash=Adobe Flash Player
FontCache=Vyrovnávacia pamäť písma Windows
FormatFactory=Format Factory
FoxitPhantomPDF=Foxit Phantom PDF
FoxitReader=Foxit Reader
FreemakeAudioConverter=Freemake Audio Converter
FreemakeVideoConverter=Freemake Video Converter
FreemakeVideoDownloader=Freemake Video Downloader
FreshDownload=Fresh Download
Gadu-Gadu=Gadu-Gadu
GameExplorer=Game Explorer
GIMP=GIMP
GomPlayer=Gom Player
GoogleCalendar=Google Calendar
GoogleDeskbar=Google Deskbar
GoogleEarth=Google Earth
GoogleTalk=Google Talk
GoogleToolbar=Google Toolbar
GoZillailla=GoZillailla
HandBrake=HandBrake
I2P=I2P
IEAddressBarHistory=História riadku adries Microsoft IE
IECahce=Vyrovnávacia pamäť Microsoft IE
IECookies=Cookies Microsoft IE
IEForm=História automatického doplňovania formulárov Microsoft IE (súkromné údaje nebudú uvedené)
IEHistory=Aktívna história Microsoft IE
IEPass=Uložené heslá Microsoft IE (súkromné údaje nebudú uvedené)
IISLog=Súbory protokolov IIS
ImgBurn=ImgBurn
InkScape=InkScape
InvalidLnk=Neplatný zástupcovia
InvalidScTask=Neplatné naplánované úlohy
InvalidStartMenu=Neplatné položky v ponuke Štart
iTunes=iTunes
IZArc=IZArc
JumpList=Zoznamy odkazov panela úloh (opravené položky budú tiež odstránené)
KantarisMediaPlayer=Kantaris Media Player
KingsoftOffice=Kingsoft Office 2013
KMPlayer=KMPlayer
Last.FM=Last.FM
LastDownloadDir=Umiestnenie posledného sťahovania
LogFile=Súbory systémových protokolov
LogMeIn=LogMeIn
MagicISO=MagicISO
MailWasherPro=Mail Washer Pro
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
ManyCam=ManyCam
ManyCam=ManyCam
McAfeeAntiVirus=McAfee AntiVirus
MESCache=Microsoft Security Essentials
MetroCache=Vyrovnávacia pamäť Windows Metro
MicrosoftSilverlight=Microsoft Silverlight
MirandaInstantMessenger=Miranda Instant Messenger
MSEdgeCache=Vyrovnávacia pamäť Microsoft Edge
MSEdgeCookies=Cookies Microsoft Edge
MSEdgeDownloadHistory=História sťahovania Microsoft Edge
MSEdgeHistory=História Microsoft Edge
MSEdgeRecentlyTypedURLs=Nedávno zadané URL adresy v Microsoft Edge
MSEdgeSavedFormInformation=Uložené údaje formulárov Microsoft Edge
MSEdgeSavedPasswords=Uložené heslá Microsoft Edge
MSEdgeSession=Relácie Microsoft Edge
MSN=Windows Live Messenger
MSOffice=Microsoft Office
MSOffice2003=Microsoft Office 2003
MSOffice2007=Microsoft Office 2007
MSOffice2010=Microsoft Office 2010
MSOffice2013=Microsoft Office 2013
MSOffice2016=Microsoft Office 2016
MSOffice97=Microsoft Office 97
MSOfficeXP=Microsoft Office XP
MSOfficeXP=Microsoft Office XP
MSOneDrive=Microsoft One Drive
MSSearchHelper=MS Search Helper
MySpaceIM=MySpaceIM
Networkmapping=História mapovania sieťovej jednotky
NitroPDFReader=Nitro PDF Reader
NitroPro=NitroPro
Notepad++=Notepad++
Notepad++=Notepad++
NoteXpad=NoteXpad
NVIDIAInstallFiles=Inštalačné súbory NVIDIA
Office=Microsoft Office
OfficePicture=Správca obrázkov Microsoft Office
OfficeRecent=História nedávno otvorených dokumentov v Microsoft Office
ooVoo=ooVoo
OpenOffice=OpenOffice
OperaCache=Vyrovnávacia pamäť Opery
OperaCookies=Cookies Opery
OperaHistory=História Opery
OperaPassword=Uložené heslá Opery
OperaSessions=Relácie Opery
OperaSiteIcon=Ikony internetových stránok Opery
OperaURLHistory=Zadané URL adresy v Opere
OxygenXMLEditor=Oxygen XML Editor
Paint.net=Paint.net
PaintShopPro7=PaintShop Pro 7
PaintShopPro8=PaintShop Pro 8
PaintShopPro9=PaintShop Pro 9
PaintShopProX=PaintShop Pro X
PaintShopProX2=PaintShop Pro X2
PaintShopProX3=PaintShop Pro X3
PaintShopProX4=PaintShop Pro X4
PaintShopProX5=PaintShop Pro X5
PaintShopProX6=PaintShop Pro X6
PaintShopProXI=PaintShop Pro XI
PaleMoonCache=Vyrovnávacia pamäť PaleMoon
PaleMoonCookies=Cookies PaleMoon
PaleMoonDownloadHistory=História sťahovania PaleMoon
PaleMoonHistory=História PaleMoon
PaleMoonSavedFormInformation=Uložené údaje formulárov PaleMoon
PaleMoonSession=Relácie PaleMoon
PaleMoonSitePreferences=Preferencie stránky PaleMoon
Pando=Pando
PDFArchitect=PDF Architect
PDFCreator=PDF Creator
PerfectDisk=Perfect Disk
PhotodexProShowProducer=Photodex ProShow Producer
PhotoScape=PhotoScape
PhotoScape=PhotoScape
Picasa=Picasa
PicoZip=PicoZip
Pidgin=Pidgin
PKZip=PKZip
PowerISO=PowerISO
Prefetch=Staré údaje Prefetch
QIHU360TotalSecurity=360 Total Security
QQ=Tencent QQ
QQImg=QQ Received Images
QQPCMgr=QQPCManager
QQRFile=QQ Received Files
QuickTimePlayer=QuickTime Player
RealPlayer=Real Player
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player Cloud
RealPlayerSP=Real Player SP
RealVNC=RealVNC
Recentdocuments=Nedávno otvorené dokumenty
Recyclebin=Odpadkový kôš
RegEdit=RegEdit
RegEditX=RegEditX
RemoteDesktop=Vyrovnávacia pamäť súborov vzdialenej plochy
RunStartMenu=Spustené v ponuke Štart
SafariCache=Vyrovnávacia pamäť Safari
SafariCookies=Cookies Safari
SafariHistory=História Safari
SafariPass=Uložené údaje formulárov Safari
SamsungKies=Samsung Kies
SearchList=História vyhľadávania Windows
Sketchup=Sketchup
Skype=Skype
SonyVegasPro=Sony Vegas Pro
SpywareTerminator=Spyware Terminator
StardockWindowBlinds=Stardock Window Blinds
Steam=Steam
SublimeText=Sublime Text
SunJava=Sun Java
SUPERAntiSpyware=SUPERAntiSpyware
SWiSH=SWiSH
SyncBackFree=SyncBack Free
SysTemp=Dočasné súbory vytvorené systémom Windows
SystemTrace=Stopy aplikácií a Windows
Tag&Rename=Tag&&Rename
Tag&Rename=Tag&&Rename
Tango=Tango
TeamSpeak=TeamSpeak
TeamViewer=TeamViewer
TencentQQGame=Tencent QQGame
TextPad=TextPad
TheBat=TheBat
ThumbCache=Vyrovnávacia pamäť náhľadov
Thunder=Thunder
ThunderXMP=Thunder XMP
TraceClean=Stopy v PC
TraryNotify=Vyrovnávacia pamäť panela úloh Windows
TrashClean=Súbory v PC
TUGZip=TUGZip
TypeInternetCache=Vyrovnávacia pamäť internetových prehliadačov
TypeInternetTrace=Stopy internetových prehliadačov
TypeMedia=Multimédiá
TypeOtherApp=Ostatné aplikácie
TypeSystem=Systém Windows
TypeWComponents=Komponenty Windows
UltraEdit=UltraEdit
UltraISO=UltraISO
UniversalExtractor=Universal Extractor
UserTemp=Dočasné súbory vytvorené aplikáciami
uTorrent=uTorrent
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
ViewedImg=História prezeraných obrázkov
VirtualCloneDrive=Virtual Clone Drive
VirtualDJ=VirtualDJ
VirtualDub=VirtualDub
VisitedWeb=História navštívených stránok
Vivaldi=Vivaldi
VivaldiCache=Vyrovnávacia pamäť Vivaldi
VivaldiCookies=Cookies Vivaldi
VivaldiForm=História automatického doplňovania formulárov Vivaldi
Vivaldilocalstorage=Lokálne úložisko Vivaldi
VivaldiSavedpasswords=Uložené heslá Vivaldi
VivaldiSession=Relácie Vivaldi
VLCMediaPlayer=VLC Media Player
VSOBlu-rayConverterUltimate=VSO Blu-ray Converter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
WatchedVideo=História sledovaných filmov a videí
WinDiff=WinDiff
WindowsDefender=Windows Defender
WindowsMediaPlayer=Windows Media Player
WindowsMovieMaker=Windows Movie Maker
WindowsPaint=Windows Maľovanie
WindowsSysCache=Vyrovnávacia pamäť Windows
WindowsWordpad=Windows WordPad
WinInstallerCache=Vyrovnávacia pamäť inštalátora Windows
WinLiveToolbar=Windows Live Toolbar
WinPatrol=WinPatrol
WinRar=WinRar
WinSxsBackup=Zálohy WinSxs Windows
WinZip=WinZip
WLM=Windows Live Messenger
WondershareVideoConverter=Wondershare Video Converter
Xfire=Xfire
XMLSpy=XML Spy
XnView=XnView
XnView=XnView
YahooMessage=Yahoo Message
YahooMessenger=Yahoo Messenger
YahooToolbar=Yahoo Toolbar
Yandex=Yandex
YandexCache=Vyrovnávacia pamäť Yandex
YandexCookies=Cookies Yandex
YandexForm=História automatického doplňovania formulárov Yandex
YandexLocalstorage=Lokálne úložisko Yandex
Yandexpass=Uložené heslá Yandex
YandexSession=Relácie Yandex
YY=DuoWan YY
ZipMagic=ZipMagic
Zune=Zune

[Type]
ContextMenu=Neplatné položky kontextovej ponuky
MUICache=Vyrovnávacia pamäť MUI
Services=Služby Windows
Activex=Komponenty ActiveX a COM
FireWall=Nastavenia firewallu
RootAll=Neplatné cesty
SoftwareSection=Cesty programov
ApplicationPaths=Cesty aplikácií
FileTypes=Typy súborov
HelpFiles=Súbory pomocníka
Fonts=Písma
SharedDLL=Zdieľané knižnice DLL
MRULists=Používateľské MRU zoznamy
UninstallSection=Odinštalátory
StartMenu=Ponuka Štart
StartupProgram=Ponuka Po spustení
SoundandAppEvents=Zvuky a udalosti aplikácií
IEUrlHistory=História URL adries Microsoft IE
IFEO=Obrazy spúšťaných súborov
EmptyKey=Prázdne kľúče
App=Nastavenia aplikácií
UserDefine=Definovaný používateľom
ZeroFile=Prázdny súbor - 0 bajtov
WinSetupLog=Súbor protokolu chybnej inštalácie Windows
NtUninstall=Odinštalačný zdroj záplaty Windows
InvalidLnk=Neplatný odkaz
UserTemp=Súbor v dočasnom priečinku používateľa
WinTemp=Súbor v dočasnom priečinku Windows
RecentFiles=Odkaz na nedávno otvorený súbor
PatchSource=Zdroj aktualizácie Windows
TempFile=Dočasný súbor
fcwdir=Súbor vytvorený počas procesu sťahovania
tfcbp=Dočasný súbor vytvorený aplikáciou
sdrf=Súbor obnovenia vytvorený počas skenovania disku
OldFile=Starý súbor
outdatedfile=Zastaralý súbor
fcwhfir=Súbor vytvorený počas behu pomocníka
Ncfile=Súbor vyrovnávacej pamäte diskusnej skupiny
Backupfile=Záložný súbor
WBfile=Záložný súbor Microsoft Word
Cbswahf=Súbor vytvorený počas prehľadávania súborov pomocníka
whtf=Dočasný súbor pomocníka Windows
Logfile=Súbor protokolu
LLogfile=Súbor protokolu vytvorený aplikáciou alebo systémovou službou
Errorfile=Chybný súbor
Wmdf=Súbor výpisu pamäte Win2000/XP
bcomf=Záložná kópia upraveného súboru
Indexfile=Indexový súbor
ifcbsiotitpbs=Indexový súbor vytvorený systémom pre zrýchlenie zobrazovania obrázkov
Tfcds=Dočasný súbor vytvorený počas inštalácie
Intermediatefile=Pomocný súbor
chkfile=Súbor obnovenia

[Tools]
Update=Aktualizovať
Download=Stiahnuť
WhatNew=Čo je nové?

[BootTime]
BootTimeEx=Doba štartovania:
BootLike=Zrýchlite štartovanie vášho PC
Btnopt=Zrýchliť
Congratulation=Rýchlosť štartovania PC je:
BootTime=Doba štartovania: %d sek.
FailWeahter=Údaje o počasí sa nedajú získať.

[MenuBar]
Support=Spätná väzba
BtnCustom=Vlastné
BtnRestore=Obnovenie
BtnSkin=Témy
BtnMenu=Ponuka
BtnBackup=Zálohovanie

[UpgradePro]
Title=Prečo prejsť na verziu PRO
MoreSkin=Viac tém
CustomHead=Vlastné avatary
Support=Podpora 7x24
Buy=Kúpiť
Reg=Zaregistrovať
RegUser=Zaregistrovaný používateľ

[AutoUpdate]
UpdateFail=Aktualizácia zlyhala! Chcete stiahnuť inštalačný súbor z našej stránky?
NoFiles=Vyberte súbory na aktualizáciu.
CurrentFile=Aktualizujem súbor:
Readed=Sťahujem:
SumSize=Celková veľkosť:
Byte=Bajtov
DownloadError=Sťahovanie zlyhalo! Skúste to neskôr.
AutoUpdate=Wise Care 365 - živá aktualizácia
StartUpdate=Spustiť aktualizáciu
Cancel=Zrušiť
Ready=Príprava sťahovania...
FindUpdate=Komponenty pripravené na aktualizáciu:
NewVerInfo=Zmeny v novej verzii:
IgnoreVer=Ignorovať aktualizáciu tejto verzie
BtnUpdate=Aktualizovať
BtnNotNow=Neskôr


[SoftRate]
Querying=Zisťujem...
Good=Páči sa mi
Bad=Nepáči sa mi
Safe=Hlásenie
Ver=Ver:
Ratings=(hodnotení)
SoftNotExist=Program sa nedá nájsť.
GetSoftInfoError=Získanie údajov o programe zlyhalo!
UploadSoftLogoError=Chyba pri odosielaní údajov o programe.
SubmitData=Odovzdávam váš komentár k programu...
SubmitSoftInfoError=Chyba pri odovzdávaní súvisiaca so sieťou.
SubmitRateSuccess=Úspešne odovzdané.
HaveSubmitRate=Už ste ho ohodnotili.
Submitgoodbad=Odovzdávam vaše údaje...
me=Ja
NickTooLong=Prezývka by nemala presiahnuť 20 znakov.
MailTooLong=Emailová adresa by nemala presiahnuť 50 znakov.
WrongEmail=Neplatná emailová adresa.
ReviewTooLong=Dĺžka recenzie by nemala presiahnuť 300 znakov.
RateHint=Pridajte sa a ohodnoťte váš obľúbený program.
UnknowName=Neznámy produkt
UnknowVer=Neznáma verzia
UnknowDesc=Popis

[Edit]
pmcut=Vystrihnúť
pmcopy=Kopírovať
pmpaste=Prilepiť
pmdelete=Vymazať
pmselectall=Vybrať všetko

[Turbo]
PmActive=Pripomenúť neskôr
PmNever=Nezobrazovať znova
btnClean=Odstrániť
NeedCleanTrash=Nepotrebných súborov: %s
NeedCleanTrace=Počet stôp: %d
NeedClean=V PC sa vytvorilo veľa nepotrebných súborov.

[Renew]
subscribed=Nepripomínať mi znova.
btnact.caption=Aktivovať licenčný kľúč.
Regexpire=Po uplynutí skúšobnej doby nebudete smieť Wise Care 365 PRO používať.
Regtitle2=30 dní skúšobnej doby uplynulo.Zaregistrujte sa prosím!
Regtitle=Počet dní do uplynutia skúšobnej doby %d.
RegPrice=Zakúpením verzie PRO si vaše PC udrží špičkový výkon iba za %s!
Regnow=Registrácia
title=Počet dní do expirácie Wise Care 365 PRO %d!
title2=Váš licenčný kľúč expiroval.Obnovte si ho prosím!
Price=Zachovajte si verziu PRO a špičkový výkon PC! Iba %s
lblfeature1.caption=Dôkladná ochrana súkromia: Prečistenie súkromia.
lblfeature2.caption=Správa kontextovej ponuky: Flexibilná úprava ponuky.
lblfeature3.caption=Auto-aktualizácia: Aktualizácia na najnovšiu verziu.
lblfeature4.caption=Nové vzhľady a témy: Pripravené pre PRO používateľov.
lblfeature5.caption=Technická podpora zdarma 7x24: Vaše otázky zodpovieme prednostne.
lblrefund.caption=Zaviazali sme sa na 100% bezpodmienečné vrátenie peňazí.
lblremind.caption=Pripomenúť neskôr
lblhint.caption=Rozsiahle funkcie Wise Care 365 PRO:
lbldesc.caption=Ak nechcete stratiť privilégiá verzie PRO, urobte to teraz.
btnrenew.caption=Obnoviť
WorkTotal=Doteraz Wise Care 365 odstránil: nepotrebných súborov %s, položiek histórie %d a chýb registrov %d.

[Sysmon]
ActivityPercent=Aktivita v %
AdapterType=Typ adaptéra
Asset=Štítok
ATAVER=ATA verzia
ATemperature=Priemerná teplota
ATM=ATM
BiosDate=Dátum vydania biosu
Board=Základná doska
BoardType=Typ dosky
btnBoard.caption=Základná doska
btnDisk.caption=Pevný disk
btnGraphic.caption=Grafická karta
btnHardMonitor.caption=Sledovanie PC
btnMemory.caption=Pamäť
btnNetAdapter.caption=Sieťový adaptér
btnOsOverview.Caption=Operačný systém
btnOverview.caption=Prehľad
btnProcess.Caption=Proces
btnProcessor.caption=Procesor
btnSoftMonitor.caption=Sledovanie procesov
btnSoundCard.caption=Zvuková karta
BusType=Typ zbernice
BytesPerSector=Bajtov na sektor
CacheSize=Veľkosť vyrovnávacej pamäte L2
ColorDepth=Farebná hĺbka
connected=Pripojené k vzdialenej sieti.
connecting=Pripájam adaptér.
Cores=Počet jadier
CPU=CPU
CPUUpgrade=Nadstavba procesora
CPUUsage=CPU: %d
CTemperature=Teplota jadra %d
CurrentSpeed=Aktuálna rýchlosť procesora
Cylinders=Cylindrov
DataWidth=Šírka údajov
Description=Popis
DeviceID=ID zariadenia
DHCP=DHCP adresa
DHCPName=Názov rozsahu DHCP
disconnected=Odpojené
Disk=Disk
DiskRPM=RPM (R/m)
DiskRPM=RPM (R/s)
DNSIP=IP adresa servera DNS
DNSServers=DNS server
DNSSuffixes=DNS prípony
DomainName=Názov domény
Drive=Disk
EngineClock=Časovanie jadra
Ethernet=Ethernet
Familiy=Rodina
Fans=Ventilátory
FileSystemName=Systém súborov
Form=Architektúra
FreeSpace=Voľné miesto
frmSoftMonitor.ppDetails=Detailné údaje
frmSoftMonitor.ppKillProc=Ukončiť proces
frmSoftMonitor.ppNet1=Zablokovať prístup k sieti
frmSoftMonitor.ppNet2=Povoliť prístup k sieti
Gateway=Adresa brány
GPU=GPU
GPUChip=Čip GPU
Graphics=Grafická karta
HandleNumber=Počet ručných prepínačov
HDFirmware=Verzia firmvéru
HostName=Názov hostiteľa
IEEE1394=IEEE 1394
IEEE802=IEEE 802.11 bezdrôtový
InterfaceType=Typ rozhrania
IPAddress=IP adresa
IPMask=Maska IP adresy
LANdisabled=LAN adaptér je vypnutý.
Loading=Načítavam...
Locator=Bank Locator
MACAddress=MAC adresa
Manufacter=Výrobca
MaximumSpeed=Najvyššia rýchlosť procesora
MaxSpeed=Najvyššia rýchlosť
MediaType=Typ média
Memory=Pamäť
MemoryClock=Časovanie pamäte
MemoryType=Typ pamäte
MemoryUsage=Pamäť: %s/%s
MemSlot=Pamäťová zásuvka
MemSlotCount=Počet pamäťových zásuviek
Name=Názov
NetAdater=Sieťový adaptér
NetConnectionID=ID pripojenia k sieti
Normal=Normálny
OperStatus=Prevádzkový stav rozhrania
OS=Operačný systém
OSAbbreviate=Jazyková skratka
OSCountry=Krajina
OSCSD=CSD
OSDaylightName=Daylight Name
OSDisplayName=Zobrazený názov
OSEdition=Vydanie
OSInstallDate=Dátum inštalácie
OSLanguage=Jazyk
OSLOCAL=Lokálne nastavenia
OSLongDateFormat=Dlhý formát dátumu
OSMonetary=Menový symbol
OSMonetarySymbol=Medzinárodný menový symbol
OSPaths=Premenné prostredia
OSProductID=ID produktu
OSProductKey=Produktový kľúč
OSRegisteredOrg=Zaregistrovaná spoločnosť
OSRegisteredUser=Zaregistrovaný používateľ
OSShortDateFormat=Krátky formát dátumu
OSStandardName=Štandardný názov
OSTimezone=Časová zóna
OSUTC=UTC posun (v minútach)
OSversor=Verzia
OtherType=Ostatné
Overview=Prehľad PC
Part=Počet častí
PartitionLength=Veľkosť oddielu
PartitionNumber=Číslo oddielu
PhysicalAvailable=Dostupná pamäť:
PhysicalFree=Voľná pamäť:
PhysicalTotal=Celková pamäť:
PhysicalUsed=Využitá pamäť:
PixHeight=Výška (v pixeloch)
PixWidth=Šírka (v pixeloch)
ppmDetails=Zobraziť Wise Care 365
ppmExit=Ukončiť Wise Monitor
ppmHide=Skryť plávajúce okno
ppmShowFloat=Zobraziť plávajúce okno
ppmStayontop=Vždy na vrchu
PPP=PPP
processName=Názov procesu
Processor=Procesor
processpath=Umiestnenie
Product=Produkt
Recv=Prijaté
RecvS=Príjem/s
RefreshRate=Frekvencia obnovovania
SATAVER=SATA verzia
SectorsPerTrack=Sektorov na stopu
Send=Odoslané
SendS=Odosielanie/s
Serial=Sériové číslo
ShowNetOnly=Zobraziť iba sieťové procesy
ShowSysProcess=Zobraziť systémové procesy
Size=Veľkosť
Socket=Označenie zásuvky
SoftwareLookback=Softvérový loopback sieťového rozhrania
SoundCard=Zvuková karta
Speed=Rýchlosť
SSD=SSD zariadenie
StartingOffset=Posunutie začiatku oblasti
SystemCache=Systémová vyrovnávacia pamäť:
Technology=Technológia
Temperature=Teplota
TemperatureMon=Sledovanie teploty
Temperatures=Teploty
TfrmMemoryProcList.btnSpeedup_1=Optimalizujem...
TfrmMemoryProcList.btnSpeedup=Optimalizovať
TfrmMemoryProcList.memstate1=Pracuje bezchybne
TfrmMemoryProcList.memstate2=Beží normálne
TfrmMemoryProcList.memstate3=Beží pomaly
TfrmMemoryProcList.OptimizationMem=Uvoľnené %s
TfrmMonitorPopup.lbl1_C=Využitie CPU:
TfrmMonitorPopup.lbl1_M=Využitie pamäte:
TfrmMonitorPopup.lbl1_R=Rýchlosť sťahovania:
TfrmMonitorPopup.lbl1_S=Rýchlosť odosielania:
TfrmMonitorPopup.lbl1_T=Teplota komponentov PC:
TfrmMonitorPopup.lbl2_C=Kolísanie využitia CPU:
TfrmMonitorPopup.lbl2_M=Stav systémovej pamäte:
TfrmMonitorPopup.lbl2_R=Záznam rýchlosti sťahovania:
TfrmMonitorPopup.lbl2_S=Záznam rýchlosti odosielania:
TfrmMonitorPopup.lblBoard.caption=Základná doska
TfrmMonitorPopup.lblCpu.caption=Procesor
TfrmMonitorPopup.lblGpu.caption=Grafická karta
TfrmMonitorPopup.lblhdd.caption=Pevný disk
Threads=Počet vlákien
TokenRing=Token Ring
Total=Celkovo
TotalProcess=Nájdených procesov %d, z toho používateľských %d a systémových %d.
TotalSpace=Celková veľkosť
TracksPerCylinder=Stôp na cylinder
Tunnel=Tunnel type encapsulation
Type=Typ
Unknown type=Neznámy typ
User=Používateľ
Version=Verzia
VideoDisplay=Názov monitora
VideoMode=Rozlíšenie
Voltages=Napätie
VolumeName=Názov zväzku
WANconnected=WAN adaptér nie je pripojený.
WINSAddress=Primárna adresa WINS

[AutoRun]
ResultHint=Naplánované čistenie je dokončené.
Result=Záznam čistenia:

[RegFilter]
TfrmRegFilterNotify.lblCaption.Caption=Ochrana registrov
TfrmRegFilterNotify.lblTitle.Caption=Ochrana systému
TfrmRegFilterNotify.lblProgram.Caption=Program:
KeyName=Kľúč registrov:
TfrmRegFilterNotify.lblKey.Caption=Cesta kľúča:
TfrmRegFilterNotify.ckbRemind.Caption=Nezobrazovať túto položku
TfrmRegFilterNotify.btnDeny.Caption=Zakázať
TfrmRegFilterNotify.btnAllow.Caption=Povoliť
pmAllowProgram=Vždy povoliť tento program
pmDenyProgram=Vždy zakázať tento program
regnotifydefaultbrowser=Pokus o zmenu predvoleného prehliadača!
regnotifystartrundesc=Pokus o zmenu položky Po spustení!
regnotifyservicesdesc=Pokus o nainštalovanie ovládača alebo služby!
regnotifyifeodesc=Pokus o únos vykonateľného programu!
regnotifyspidesc=Pokus o zmenu sieťového protokolu!
regnotifyIEStartPageDesc=Pokus o zmenu domovskej stránky Microsoft IE!
regnotifydefaultbrowser_n=Zmenený predvolený prehliadač
regnotifystartrundesc_n=Zmenená položka Po spustení
regnotifyservicesdesc_n=Nainštalovaný ovládač alebo služba
regnotifyifeodesc_n=Unesený vykonateľný program
regnotifyspidesc_n=Zmenený sieťový protokol
regnotifyIEStartPageDesc_n=Zmenená domovská stránka Microsoft IE


[EUASK]
regcaption=Registrácia
logincaption=Prihlásenie
FrmEuaskLogin.lblJoin.Caption=Pripojenie k Euask
FrmEuaskLogin.lblSign.Caption=Prihlásenie do Euask
FrmEuaskLogin.lblnick.Caption=Používateľ:
FrmEuaskLogin.lbl1.Caption=Heslo:
FrmEuaskLogin.btnlogin.caption=Prihlásiť
FrmEuaskLogin.btnregister.Caption=Zaregistrovať
FrmEuaskLogin.btnpwd.Caption=Zabudli ste heslo?
FrmEuaskLogin.WiseLabel1.Caption=Používateľ:
FrmEuaskLogin.WiseLabel2.Caption=Heslo:
FrmEuaskLogin.btnreg.caption=Zaregistrovať
FrmEuaskLogin.WiseSimpleButton1.Caption=Prihlásiť
FrmEuaskLogin.lbl2.Caption=Email:
FrmEuaskLogin.btnnone.Caption=Teraz nie
inputuser=Zadajte heslo a názov používateľa.